{"text": "B32308 - P800"}
{"text": "Declaration and the Bylaws."}
{"text": "In the event an owner shall rent or lease their Lot, such Owner shall immediately give written notice to the"}
{"text": "Association including:"}
{"text": "{a) The name of the tenant and the lot rented or leased;"}
{"text": "{b) The current address of Owner;"}
{"text": "(c) A true and complete copy of the rental agreement or lease; and"}
{"text": "(4) Written certification by ‘the Owner that the tenant has been given a copy of this Declaration, any applicable"}
{"text": "amendments, the Bylaws, and any rules or regulations adepted by the Association."}
{"text": "In no event shall any rental agreement or lease relieve or release any Owner from the obligation to pay"}
{"text": "Assessments, Annual, Special, Specific, Neighborhood, or otherwise, to the Association, regardless of whether the"}
{"text": "obligation to pay Assessments has been assumed by the tenant in such rental agreement or lease,"}
{"text": "Notwithstanding the foregoing, however, nothing set forth in this Section shall prohibit: (a) Declarant or a"}
{"text": "Builder authorized by Declarant from conducting such sales, leasing and promotional activities on any Lot as"}
{"text": "Declarant shall determine; or (b) the Owner of any Lot from using a portion of a building located on such Lot as an"}
{"text": "office, provided that such use does not create regular customer, client or employee traffic to and from such Lot and"}
{"text": "no sign, logo, symbol or nameplate identifying such business is displayed anywhere on such Lot,"}
{"text": "Section 11.02 Prohibited Activities. No noxious, offensive, unsightly or unkempt activity shall be conducted on"}
{"text": "any Lot. Each Owner of any Lot, his family, tenants, guests and invitees, shall refrain from any act or use of his"}
{"text": "property which could reasonably cause embarrassment, discomfort, annoyance or nuisance to any other resident or"}
{"text": "residents of any other Lot. Storage or placement of furniture, potted plants, fixtures, appliances, machinery, bicycles,"}
{"text": "towels, clotheslines, equipment or other goods or chattels on any portion of a Lot which is visible from outside of the"}
{"text": "Lot (including but not limited to Stoops, Driveways, garages, Decks, and Patio Areas) is prohibited except as"}
{"text": "specifically permitted in this Declaration. No nuisance shall be permitted to exist upon any Lot, Without limiting the"}
{"text": "generality of the foregoing, no exterior speakers, horns, whistles, bells, or other sound devices, except security devices"}
{"text": "used exclusively for security purposes, shall be located, used or placed on any Lot, or any portion thereof."}
{"text": "Section 11.03. Play Equipment. Recreational and playground equipment shall not be placed on the front or side"}
{"text": "yard of any Lot. Recreational and playground equipment may be placed in the rear of Lot, provided that the equipment"}
{"text": "is placed fifteen (15) feet or more from the rear of the Lot and ten (10) feet or more from either side of the Lot, and"}
{"text": "provided further that Recreational and playground equipment may be placed on a Lot which is adjacent to the Areas"}
{"text": "of Common Responsibility only with the prior written consent of the ARC. Materials, colors and other specifications"}
{"text": "shall be as provided and otherwise approved by the ARC."}
{"text": "Section 11.04 | Swimming Pools. No swimming pool shall be constructed, erected or maintained without prior"}
{"text": "approval of the ARC. In no event shall above ground swimming pools or spas be allowed on any Lot."}
{"text": "Section 11.05 Animals. No Owner may keep any more than two pets on any portion of the Property. Only fully"}
{"text": "domesticated breeds of dogs and cats are permitted. No Owner or occupant may keep, breed or maintain any pet for"}
{"text": "any commercial purpose. No Owner or occupant may keep or maintain a dog whose persistent barking causes"}
{"text": "annoyance or nuisance to any other resident of any other Lot. No animals shall be left unattended while outside."}
{"text": "Animals must be kept on a leash and be under the physical control of a responsible person at all times while outdoors."}
{"text": "Any feces left upon the Areas of Common Responsibility by an animal must be removed by the owner of the animal"}
{"text": "or the person responsible for the animal."}
{"text": "No animal determined to be dangerous, in the Board of Directors' sole and absolute discretion, may"}
{"text": "be brought onto or kept on the Property at any time. The Board of Directors may have removed by the local authorities,"}
{"text": "without notice to the animal's owner, any animal that presents an immediate danger to the health, safety or property"}
{"text": "of any person."}
{"text": "24"}
{"text": "B32308 - P786"}
{"text": "shall be appurtenant to, and shall pass with, the title to the Lot(s) owned by such Gwner. Such right and easement of"}
{"text": "enjoyment and use are and shall be subject fo the limitations and easements which are described in this Section and to"}
{"text": "the right of the Association to promulgate reasonable rules and regulations regarding the use of Areas of Common"}
{"text": "Responsibility, and the right of the Association, to suspend the enjoyment rights of the owner of any Lot during any"}
{"text": "period in which any assessment which is due to the Association from such Owner remains unpaid, and such period as"}
{"text": "the Board of Directors may consider appropriate for any infraction of the terms of this Declaration or the Associations’"}
{"text": "published rules and regulations. In addition, the Board of Directors may permit other persons who are not residents"}
{"text": "of any Lots to use the Areas of Common Responsibility upon such terms and conditions, and for the payment of such"}
{"text": "fees, as shall be determined by the Board of Directors."}
{"text": "Section 5.05 Condemnation. If any part of the Areas of Common Responsibility are either: (a) taken by any"}
{"text": "authority having the power of condemnation or eminent domain, or (b) conveyed in lieu of and under threat of"}
{"text": "condemnation by the Board acting on the written direction of at least eighty petcent (80%) of the Class A votes (and,"}
{"text": "if during the Development Period, the written consent of Declarant), then the Association shall restore or Teplace the"}
{"text": "improvements on the remaining land included in the Areas of Common Responsibility to the extent available unless,"}
{"text": "within sixty (60) days after such taking, at least sixty-seven percent (67%) of the Class A votes (and Declarant, if"}
{"text": "during the Development Period) otherwise agree. If the taking or conveyance does not involve any improvements on"}
{"text": "the Areas of Common Responsibility, or if a decision is made not to repair or restore, or if net funds remain after any"}
{"text": "such restoration or replacement is complete, then such award or net funds may be used by the Association for such"}
{"text": "purposes as the Board shall determine."}
{"text": "Section 5.06 Damage or Destruction. If any improvements located on any Areas of Common Responsibility are"}
{"text": "damaged or destroyed on account of the occurrence of any casualty, the Board of Directors shall proceed with the"}
{"text": "filing and settlement of all claims arising under any policy of insurance maintained by the Association with respect to"}
{"text": "such improvements and shall obtain reliable and detailed estimates of the cost of repair or reconstruction of the -"}
{"text": "damaged or destroyed improvements."}
{"text": "Any such damage or destruction shall be repaired or reconstructed unless it shall be decided, within ninety"}
{"text": "(90) days after the occurrence of casualty, by at least 67% of the Class A votes (and by Declarant, if during the"}
{"text": "Development Period), not to repair or reconstruct such damage. If that it shall be decided not to repair or reconstruct"}
{"text": "some damage or destruction, the proceeds of any insurance as may become payable to the Association ag a result of"}
{"text": "such damage or destruction shall be retained by and for the benefit of the Association and placed in a capital"}
{"text": "improvements account. This is a covenant for the benefit of Mortgagees and may be enforced by the Mortgagee of"}
{"text": "any affected Lot. If the insurance proceeds are insufficient to cover the costs of repair or reconstruction, the Board of"}
{"text": "Directors may, without a vote of the Class A Members, levy special assessments to cover the shortfall."}
{"text": "Section 5.07 Actions Requiring Owner Approval. Any conveyance or mortgaging of the Areas of Common"}
{"text": "Responsibility will require the consent of at least eighty percent (86%) of the Class A votes held by Members other"}
{"text": "than the Declarant and, if during the Development Period, the consent of Declarant. If HUD is insuring the Mortgage"}
{"text": "on any Lot or the VA is guaranteeing the Mortgage on any Lot and if HUD or VA regulations require such approval,"}
{"text": "then any conveyance or mortgaging of the Areas of Common Responsibility by the Association will Tequire the"}
{"text": "consent of at least sixty-seven percent (67%) of the Class A votes held by members other than the Declarant and,"}
{"text": "during the Development Period, the consent of Declarant. Notwithstanding anything to the contrary in this Section,"}
{"text": "however, the Association, acting through the Board of Directors may grant easements over the Areas of Common"}
{"text": "Responsibility for installation and maintenance of utilities and drainage facilities, toads and pathways, and for other"}
{"text": "purposes not inconsistent with the intended use of the Areas of Common Responsibility, without the approval of the"}
{"text": "Membership."}
{"text": "Section 5.08 - No Partition. The Areas of Common Responsibility shall remain undivided and no Owner shail"}
{"text": "bring any action for partition or division of the whole or any part thereof without the written consent of all Owners of"}
{"text": "all portions of the Property and without the written consent of all holders of all mortgages encumbering any portion"}
{"text": "of the Property."}
{"text": "Section 5,09 Taxes and Governmental Assessments. The Association shall pay when due, and in any case before"}
{"text": "the accrual of penaities thereon, all taxes, assessments, license fees, permit fees and other charges imposed by any"}
{"text": "governmental authority in connection with the Association’s ownership or operation of the Common Area. Provided,"}
{"text": "however, that the Association may institute an appropriate legal proceeding for the purpose of contesting or objecting"}
{"text": "to the amount or the validity of any such tax, assessment, fee, or charge by appropriate legal proceedings. If the"}
{"text": " "}
{"text": "10"}
{"text": "B32308 - P785"}
{"text": "of a motor vehicle, unlawful loans or distributions from the Association, or fraud against the Association."}
{"text": "Section 4.07 Professional Management. The Association may, but shall not be obligated to, obtain and pay for"}
{"text": "the services of any Person or other entity to manage the affairs of the Association, or any part thereof, as the Board of"}
{"text": "Directors deems to be in the best interests of the Association."}
{"text": "ARTICLEV ASSOCIATION PROPERTY -"}
{"text": "Section 5.01 | Areas of Common Responsibility and Association Property. The Declarant shall have the right to"}
{"text": "transfer and convey to the Association any portion of the Property. Ali portions of the Property which the Declarant"}
{"text": "transfers to the Association shall thereafter constitute Areas of Common Responsibility. Said right may be exercised"}
{"text": "by the Declarant any time, and from time to time, until five (5) years after the end of the Development Period."}
{"text": " "}
{"text": "The Association will govern use of the Areas of Common Responsibility and may promulgate rules and"}
{"text": "Tegulations related to such use. The Declarant or the Association may authorize persons who are not Owners to use"}
{"text": "the Areas of Common Responsibility or portions of the Areas of Common Responsibility."}
{"text": "The Areas of Common Responsibility shall be conveyed to the Association by special warranty deed free of"}
{"text": "debt encumbrance, and subject to easements and encumbrances recorded with the Register of Deeds, irrespective of"}
{"text": "whether the deed of conveyance shall make a specific reference to such rights and easements. AREAS OF COMMON"}
{"text": "RESPONSIBILITY SHALL BE CONVEYED TO THE ASSOCIATION WITHOUT WARRANTY -“AS IS” AND"}
{"text": "“WHERE IS”."}
{"text": "Section 5.02 Azeas_of Limited Common Responsibility. Certain portions of the Areas of Common"}
{"text": "Responsibility may be designated as Areas of Limited Common Responsibility and reserved for the exclusive use of"}
{"text": "primary benefit of Owners. By way of illustration and not limitation Areas of Limited Common Responsibility may"}
{"text": "include patio areas, recreational facilities, landscaped areas, and other portions of the Area of Common Responsibility."}
{"text": "All costs associated with maintenance, repair, replacement, and insurance of Areas of Limited Common Responsibility"}
{"text": "shall be an Association expense allocated, in any reasonable manner established by the Association, among the"}
{"text": "Owners."}
{"text": "Areas of Limited Common Responsibility may be designated as such in the deed conveying such area to the"}
{"text": "Association or on the Plat relating to such Areas of Common Responsibility; provided, however, any such assignment"}
{"text": "shall not preclude Declarant from later assigning use of the same Areas of Limited Common Responsibility to"}
{"text": "additional Lots, so long as Declarant has a right to subject additional property to this Declaration pursuant to ARTICLE"}
{"text": "Il, and provided further that any assignment that would have a material adverse effect on Lots owned by a Builder or"}
{"text": "Lots a Builder is under contract to purchase from Declarant will require the consent of such Builder, which consent"}
{"text": "shall not be unreasonably conditioned, delayed or denied. :"}
{"text": "After recording the initial deed conveying such area to the Association or the Plat relating to such Areas of"}
{"text": "Common Responsibility, a portion of the Areas of Common Responsibility may be assigned as Areas of Limited"}
{"text": "Common Responsibility and Areas of Limited Common Responsibility may be reassigned upon approval of the"}
{"text": "Declarant during the Development Period and thereafter by the Board of Directors and the vote of Voting Members"}
{"text": "representing a majority of the total votes in the Association. As long as Declarant owns any property subject to this"}
{"text": "Declaration or which may become subject to this Declaration in accordance with ARTICLE I], any such assignment"}
{"text": "or reassignment shall also require Declarant’s written consent."}
{"text": ". Section 5.03 Resource Conservation Areas. The Declarant or the Association may delineate portions of the Areas"}
{"text": "of Common Responsibility as Resource Conservation Areas. Use of portions of the Areas of Common Responsibility"}
{"text": "designated as Resource Conservation Areas will be limited or prohibited as provided in the delineation."}
{"text": "A failure of Declarant or the Association to designate a portion of the Areas of Common Responsibility as a"}
{"text": "Resource Conservation Area will not relieve any Owner of the obligation to comply with al! laws, rules, and permits."}
{"text": "Section 5.04 Member’s Rights in Association Property. Every Owner of any Lot shall have a non-exclusive"}
{"text": "right and easement of enjoyment and use in and to the Areas of Common Responsibility and such right and easement"}
{"text": " "}
{"text": "B32308 - P799"}
{"text": "Nothing contained herein requires the Association to make a claim under the insurance policies upon"}
{"text": "the occurrence of an insured event. The Association has the right to exercise reasonable business judgment in all"}
{"text": "insurance decisions."}
{"text": "ARTICLE X MORTGAGEE PROVISIONS,"}
{"text": "Section 10.01 Notice of Action. An institutional holder, insurer, or guarantor of a first Mortgage, who provides a"}
{"text": "written request to the Association (such request to state the name and address of such holder, insurer, or guarantor and"}
{"text": "the Lot number, therefore becoming an “Eligible Holder”), will be entitled to timely written notice of: (a) any"}
{"text": "condemnation loss of any casualty loss which affects a material portion of the Property or which affects any Lot on"}
{"text": "which there is a first Mortgage held, insured, or guaranteed by such eligible holder; (b) any delinquency in the payment"}
{"text": "of assessments or charges owed by an Owner of a Lot subject to the Mortgage of such eligible holder where such"}
{"text": "delinquency has continued for a period of sixty (60) days; (c) any default in the performance by the Owner of such"}
{"text": "encumbered Lot of any obligation under the Declaration or Bylaws of the Association which is not cured within sixty"}
{"text": "(60) days; and (d) any lapse, cancellation, or material modification of any insuzance policy maintained by the"}
{"text": "Association."}
{"text": "Section 10.02 Audit. Upon written request of an Eligible Holder and upon payment of all necessary costs, such"}
{"text": "Eligible Holder shall be entitled to receive a copy of audited financial statements of the Association within ninety (90)"}
{"text": "days of the date of the request."}
{"text": "Section 10.03 No Priority. No provision of this Declaration or the Bylaws gives any Owner or other party priority"}
{"text": "over any rights of a Mortgagee of any Lot in the case of distribution to such Owner of insurance proceeds or"}
{"text": "condemnation awards for losses to or taking of the Areas of Common Responsibility."}
{"text": "Section 10.04 | HUD/VA Approval. As long as the Declarant has the right to appoint and remove the officers and/or"}
{"text": "directors of the Association, so long as the project is approved by HUD for insuring or the U.S. VA for guaranteeing"}
{"text": "any Mortgage, and if required by HUD or VA regulations, then the following actions will require the prior approval"}
{"text": "of HUD and/or the VA as applicable: annexation of additional property; dedication of Areas of Common"}
{"text": "Responsibility to any public entity; merger, consolidation or dissolution of the Association; and material amendment"}
{"text": "of the Declaration, Bylaws, or Articles of Incorporation."}
{"text": "Section 10.05 Failure of Mortgagee to Respond. Any Mortgagee who receives a written request from the Board"}
{"text": "to respond to or consent to any action shall be deemed to have approved such action if the Association does not receive"}
{"text": "a written response from the Mortgagee within thirty (30) days of the date of the Association’s request, provided such"}
{"text": "tequest is delivered to the Mortgagee by certified or registered mail, return receipt requested."}
{"text": "ARTICLE XI RESTRICTIONS,"}
{"text": "To provide for the maximum enjoyment of the Lots by all of the residents thereof and to provide protection for"}
{"text": "the value of the same, the use of the Lots shall be restricted to, and shall be only in accordance with, the applicable"}
{"text": "zoning ordinances with respect to the Property and the following provisions:"}
{"text": "Section 11.01 Residential Use. All of the Lots shall be restricted exclusively to single-family residential use. The"}
{"text": "term “single-family” shall include one or more related or unrelated aduits, as well as the children of any such adults,"}
{"text": "No Lot shall at any time be used for any commercial, business or professional purpose."}
{"text": "No Owner may rent or lease a Lot without the prior written consent of the Board of Directors and in no event"}
{"text": "may greater than twenty percent (20%) of the Lots be rented. No Owner shall rent ot lease less than an entire Lot,"}
{"text": "and no Lot shall be leased or rented for hotel or transient purposes, and no rental agreement or lease shall be made for"}
{"text": "a period of less than twelve (12) months. Subject to the foregoing restrictions, Owners shail have the right to rent or"}
{"text": "lease their Lots, provided that any lease or rental agreement between an Owner and a tenant shall be in writing and"}
{"text": "shall provide that it is in all respects subject to the provisions of this Declaration and the Bylaws, and any failure by"}
{"text": "the tenant to comply with such provisions shall be a default under the rental agreement or lease. However, the failure"}
{"text": "of any rental agreement or lease to so provide shall not excuse any person from complying with the provisions of this"}
{"text": "23"}
{"text": "B32308 - P787"}
{"text": "Association fails to pay any governmental charge when due or fails to contest any governmental charge in a timely"}
{"text": "and appropriate legal proceeding, then each Owner shail become personally obligated to pay to the governmental"}
{"text": "authority imposing such charge a portion of the charge in an amount determined by multipiying the total charge by a"}
{"text": "fraction, the denominator of which is the total Lots and the numerator of which is the Lots owned by the Owner for"}
{"text": "whom the calculation is being performed (the “Owner's Share”). If the Owner does not pay the Owner's Share within"}
{"text": "thirty (30) days following actuat notice to the Owner of the Owner's Share, then the Owner's Share shall become a"}
{"text": "continuing lien on the property owned by the Owner, and the governmental entity may bring an action at law against"}
{"text": "the Owner to obtain payment of the Owner's Share or may foreclose the lien against the property of the Gwner."}
{"text": "ARTICLE VI ASSESSMENTS"}
{"text": "Section 6.01 Creation of Lien and Personal Obligation. Each Owner, by acceptance of a deed or other"}
{"text": "conveyance for an Improved Lot, covenants and agrees to pay to the Association all assessments and charges which"}
{"text": "are levied by the Association against the Lot(s) owned by such person in accordance with the terms and provisions of"}
{"text": "this Declaration."}
{"text": " "}
{"text": "All sums lawfully assessed by the Association against any Lot and the Owner thereof, together with interest"}
{"text": "thereon, late charges, and the costs of collection thereof, shall, from the time the sums become due and payable, be"}
{"text": "the personal obligation of the Owner of such Lot and constitute a continuing lien in favor of the Association on such"}
{"text": "Lot prior and superior to all other liens whatsoever except: (1) Liens for ad valorem taxes on the Lot; (2) The lien of"}
{"text": "any first priority mortgage covering the Lot and the lien of any mortgage recorded prior to the recording of this"}
{"text": "Declaration; and (3) The lien of any secondary purchase money Mortgage covering the Lot, provided that neither the"}
{"text": "grantee nor any successor grantee of such Mortgage is the seller of the Lot. The covenant to pay assessments herein"}
{"text": "stated is and shall be a covenant running with land."}
{"text": "Section 6,02 Purposes of Assessments. The assessments levied by the Association pursuant to this Section shall"}
{"text": "be used to pay the costs and expenses which the Association shall incur in connection with the performance of its"}
{"text": "duties and responsibilities pursuant to the Act, this Declaration, the Articles of Incorporation and the Bylaws (such"}
{"text": "costs and expenses being herein referred to as the “Annual Expenses”). Without limiting the generality of the"}
{"text": "foregoing, the Annual Expenses shall include the costs of: payment of all costs and expenses incutred by the"}
{"text": "Association in connection with the maintenance of the Area of Common Responsibility and the Association’s other"}
{"text": "operations; payment of the premiums for all insurance, fidelity and other bonds which shall be obtained by the"}
{"text": "Association, the payment of the fees of such management firms as the Board of Directors shall employ; payment of"}
{"text": "fees for the provision of such professional services as the Board of Directors shall determine to be required by the"}
{"text": "Association, including but not limited to legal, accounting and architectural services; and such other purposes as the"}
{"text": "Board of Directors shall deem necessary or desirable to promote the health, safety and welfare of the Association and"}
{"text": "its Members."}
{"text": "Section 6.03 Determination of Annual Assessment and Shares. Thereof. Prior to the commencement of each"}
{"text": "fiscal year of the Association (said fiscal year being specified in the Bylaws) or at any time it deems best, the Board"}
{"text": "of Directors shall estimate the total amount of the Annual Expenses which are anticipated to be incurred by the"}
{"text": "Association during such fiscal year and shall determine the amount which will be deposited during such fiscal year"}
{"text": "into reserve funds maintained by the Association. The Board of Directors shall thereupon adopt a budget for the"}
{"text": "Association's expenditures and reserves based upon such estimate and providing for the total annual assessment to be"}
{"text": "fevied against the Members of the Association for such fiscal year (the total assessment which shall be so determined"}
{"text": "and levied for any fiscal year is herein referred to as the “Annual Assessment”), If North Carolina law requires that"}
{"text": "the Owners approve the budget, the budget shall be approved by the Owners in the manner and through the procedures"}
{"text": "specified by North Carolina law and as specified in the Bylaws."}
{"text": " "}
{"text": "The assessments provided for herein shall commence as to a Lot on the date that Declarant transfers"}
{"text": "the Lot. Each Owner of an Improved Lot shall pay a portion of the Annual Assessment that will be calculated by"}
{"text": "* multiplying the total Annual Assessment by a fraction, the denominator will be the number of Lots and the numerator"}
{"text": "will be the number of Lots that Owner owns. Each Builder shall pay a portion of the Annual assessment that will be"}
{"text": "calculated by multiplying the total Annual Assessment by a fraction, the denominator will be the number of Lots and"}
{"text": "the numerator wiil be the number of Lots that the Builder owns, and dividing the product by three (3). The result may"}
{"text": "be adjusted by the Board by up to One Hundred and 00/100 Dollars ($100.00) for the purpose of creating whole dollar"}
{"text": "11]"}
{"text": "B32308 - P788"}
{"text": "amounts for payments, equal periodic payments and avoiding losses due to rounding. The Board of Directors shall"}
{"text": "send a copy of the budget adopted as provided above, together with a written notice of the amount of the Annual"}
{"text": "Assessment so determined for such fiscal year and the amount of such Annual Assessment which shall be levied"}
{"text": "against each Lot, to the Owner of every Lot, prior to the commencement of the fiscal year during which such Annual"}
{"text": "Assessment is to be paid. The amount of such Annual Assessment which shall be levied against each Lot shall be due"}
{"text": "and payable to the Association in a single installment or in such multiple iastallments as the Board of Directors shall"}
{"text": "determine and shall be paid to the Association when due without further notice."}
{"text": "Section 6.04 Special Assessments. If for any reason, including non-payment of any assessments to the"}
{"text": "Association by the persons liable therefore, the budget adopted by the Board of Directors for any fiscal year shall"}
{"text": "prove to be inadequate to defray the Annual Expenses for such fiscal year, or if the Board of Directors shall determine"}
{"text": "that it is im the best interests of the Association to levy a special assessment to pay the costs of any capital"}
{"text": "improvements or capital repairs, the Board of Directors shall have the authority to levy a special assessment against"}
{"text": "the Lots and the Owners thereof to raise such needed funds. Any special assessment levied by the Board of Directors"}
{"text": "pursuant to the provisions of this Section shall be payable at such times and such installments as the Board of Directors"}
{"text": "shail determine. Each Improved Lot shall be liable for the payment of an equal share of every special assessment-"}
{"text": "which shall be levied by the Association pursuant to the provisions of this Section. :"}
{"text": "Section 6.05 Specific Assessments. The Board may levy specific assessments against individual Owners (i) for"}
{"text": "the purpose of paying for the costs of any construction, reconstruction, repair or replacement of anything maintained"}
{"text": "by the Association, which is occasioned by the act(s) of individual Owner(s), their family, pets or their invitees, and"}
{"text": "not the result of ordinary wear and tear, (ii) for the payment of fines, penalties or other charges imposed against an"}
{"text": "individual Owner relative to such Owner’s failure to comply with the terms and provisions of this Declaration, the"}
{"text": "Bylaws, or any rules or regulations promulgated hereunder, or (iii) for any common expenses, other than expenses for"}
{"text": "the maintenance of the Areas of Common Responsibility, which beneiit less than all of the Lots or which significantly"}
{"text": "disproportionately benefit all Lots (which expenses may be specially assessed equitably among all of the Lots which"}
{"text": "are benefited according to the benefit received), provided that in no event shall Declarant be obligated to pay any"}
{"text": "specific assessment. Failure of the Board to exercise its authority under this Section shall not be grounds for any"}
{"text": "action against the Association or the Board of Directors and shall not constitute a waiver of the Board’s right to"}
{"text": "exercise its authority under this Section in the future with respect to any expenses."}
{"text": "Upon the establishment of a specific assessment under this Section, the Board shall send written"}
{"text": "notice of the amount and due date of such specific assessment to the affected Owner(s) at least thirty (30) days prior"}
{"text": "to the date such specific assessment is due."}
{"text": "Section 6.06 Working Capital Fund. At the time of closing of the initial sale of each Dwelling constructed on a"}
{"text": "Lot a sum equal to no greater than a single Annual Assessment shall be collected from the purchaser of such Lot and"}
{"text": "transferred to the Association as part of its working capital. The purpose of the working capital fund is to ensure that"}
{"text": "the Association will have adequate cash available to meet its initial operating expenses or to acquire additional"}
{"text": "equipment or services deemed by the Board of Directors to be necessary or desirable. Amounts paid to the Association"}
{"text": "pursuant to this Section shall not be considered as an advance payment of any Tegular assessment."}
{"text": "Section 6.07 Neighborhood Assessments. The Board may specifically assess Owners of Lots within"}
{"text": "Neighborhoods for Association expenses as follows: (a) expenses of the Association which benefit all of the Lots in"}
{"text": "a Neighborhood but not the Lots in other Neighborhoods may be specifically assessed equitably among all of the Lots"}
{"text": "in such Neighborhood according to the benefit received; and (b) expenses of the Association which benefit all Lots,"}
{"text": "but which do not provide an equal benefit to all Lots, may be assessed equitably among all Lots according to the"}
{"text": "benefit received."}
{"text": " "}
{"text": "Prior to the commencement of each fiscal year of the Association or at any time it deems best (said fiscal"}
{"text": "year being specified in the Bylaws), the Board shall prepare a separate budget covering the estimated Neighborhood"}
{"text": "expenses for the coming year. During the Development Period, the Board shall determine the level of services to be |"}
{"text": "provided by the Association to each Neighborhood. After the expiration of the Development Period, any"}
{"text": "Neighborhood may request that additional services or a higher lével of service be provided by the Association and,"}
{"text": "upon approval of a majority of Owners within such Neighborhood, any additional costs shall be added to such budget."}
{"text": "Such budget may contain a contribution establishing a reserved fund for repair and replacement of capital items"}
{"text": "maintained as a Neighborhood expense. Neighborhood expenses shall be allocated equally among ail Lots within the"}
{"text": "Neighborhood benefited thereby and levied as a Neighborhood Assessment."}
{"text": "12"}
{"text": "B32308 - P784"}
{"text": "Incorporation and Bylaws."}
{"text": "The Association is and shall be responsible for the maintenance of the Area of Common Responsibility, the"}
{"text": "enforcement of the covenants and restrictions set forth in this Declaration, aud the performance of such other duties"}
{"text": "and services as are required of the Association hereunder or as the Board of Directors shall deem to be in the best"}
{"text": "interests of the Members of the Association."}
{"text": "Section 4.02 Membership. Every Owner is and shall.be a Member of the Association. In no event shall such"}
{"text": "membership be severed from the Ownership of such Lot."}
{"text": "Section 4.03 Classes of Membership; Voting Rights. The Association shall have two classes of voting"}
{"text": "membership: Class A and Class B."}
{"text": " "}
{"text": "(a) Class A. The Class A Members shall be all those Persons holding an interest required for membership in the"}
{"text": "Association, as specified in this Section 4.03, except for those Persons who are Class B Mernbets. Until such"}
{"text": "time as the Class A Members shall be entitled to full voting privileges, as hereinafter specified, the Class A"}
{"text": "membership shall be a non-voting membership except as to such matters and in such events as are hereinafter"}
{"text": "specified."}
{"text": "The Class A Members shall be entitled to full voting privileges on the earlier of the following dates to occur:"}
{"text": "(i) the date which the Declarant may so designate by notice in writing delivered to the Association, ot (ii) the"}
{"text": "termination of the Development Period (or such lesser percentage as may be required by HUD). Uniil the"}
{"text": "earliest of these dates occurs, the Class A Members shail be entitled to vote only on matters for which it is"}
{"text": "herein specifically provided, or for which it is provided by law, that approval of each and every class of"}
{"text": "membership of the Association is required. When entitled to vote, Class A Members shall be entitled to cast"}
{"text": "one (1) vote for each Lot in which they hold an interest required for membership."}
{"text": "(b) Class B. Declarant shall be the only Class B Member. Class B membership shall be a full voting membership"}
{"text": "and, during its existence, the Class B Member shall be entitled to vote on all matters and in all events, At"}
{"text": "such time as the Class A Members shall be entitled to full voting privileges, as provided in Paragraphi (a)"}
{"text": "hereof, the Class B membership shal] automatically terminate and cease to exist, and the Class B Member"}
{"text": "shall be and become a Class A Member insofar as it may then hold any interest required for membership."}
{"text": " "}
{"text": "From and after the date at which the Class B membership automatically terminates and ceases to exist, such"}
{"text": "membership shall not be renewed or reinstated."}
{"text": "Section 4.04 Suspension of Membership Rights. The membership rights of any Member of the Association,"}
{"text": "including the right to vote, may be suspended by the Board of Directors pursuant to the authority granted in the Bylaws."}
{"text": "Any such suspension shali not affect such Member’s obligation to pay assessments coming due during the period of"}
{"text": "such suspension and shall not affect the permanent charge and lien on the Member's Lot in favor of the Association."}
{"text": " "}
{"text": "Section 4,05 Meetings of the Membership. All matters concerning the meetings of Members of the Association,"}
{"text": "including the time at which and the manner in which notice of any said meeting shall be given to Members, the quorum"}
{"text": "required for the transaction of business at any meeting, and the vote required on any matter, shall be as specified in"}
{"text": "this Declaration, or in the Articles of Incorporation or the Bylaws, or by law."}
{"text": " "}
{"text": "Section 4.06 Association Acts Through Its Board of Directors. Whenever approval of, or action or inaction by,"}
{"text": "the Association is referred to or called for in this Declaration, such action, inaction or approval shall be by the Board"}
{"text": "of Directors of the Association, unless it is specifically stated in this Declaration, the Articles of Incorporation or the"}
{"text": "Bylaws with respect to such action, inaction or approval that the Members of the Association, or the Owners of Lots,"}
{"text": "must vote. No member of the Board of Directors of the Association or any officer of the Association (including,"}
{"text": "without limitation, any such individual who shall have been elected by a vote of the Class B Member) shall be"}
{"text": "personally liable to any owner of any Lot for any mistake of judgment or for any other act or omission of any nature"}
{"text": "whatsoever, and shail be liable to the Association only for any acts or omissions found by a court of competent"}
{"text": "jurisdiction to constitute gross negligence, compensation for services beyond reimbursement for expenses, acting in"}
{"text": "bad faith, obtaining an improper personal benefit in transaction involving the Association, liability from the operation"}
{"text": " "}
{"text": "B32308 - P783"}
{"text": "irrespective of whether such persons. are affiliated with the Deciarant. Such easements shall exist"}
{"text": "notwithstanding any provision of this Declaration which might be construed to the contrary, but shall"}
{"text": "terminate thirty (30) days after the date that all of the Lots are lmproved Lots. Such easements shall and do"}
{"text": "exist without affecting the obligation of the Owner of any Lot to pay assessments or charges coming due"}
{"text": "during such period of time as portions of the Areas of Common Responsibility shall be used by authorized"}
{"text": "persons pursuant to the exercise of the easements herein stated."}
{"text": "(c) Declarant's Activity Easement. Notwithstanding any provision contained in this Declaration, the Bylaws,"}
{"text": "the Articles of Incorporation, use restrictions, rules and regulations, or any amendments thereto, during the"}
{"text": "Development Period, it shall be expressly permissible for Declarant to maintain and carry on, upon such"}
{"text": "portion of the Property as Declarant may deem necessary, such facilities and activities as may reasonably be"}
{"text": "required by the Declarant, including but without limitation, the right of access, ingress and egress for"}
{"text": "vehicular and pedestrian traffic over, under, on or in the Property; the right to tie into any portion of the"}
{"text": "Property with driveways, parking, areas and walkways; the right to tie into and/or maintain and repair any"}
{"text": "device (without a tap-on or any other fee for doing so), replace, relocate, maintain, and repair any device"}
{"text": "which provides utility or similar service including, without limitation, electrical, telephone, natural gas,"}
{"text": "water, sewer and drainage lines and facilities constructed or installed in, on, under, or over the Property; the"}
{"text": "right to carry on sales and promotional activities on the Property; and the right to construct and operate"}
{"text": "business offices, signs, construction trailers, and model residences."}
{"text": " "}
{"text": "Section 3.03 Easements Over Townhome Lots. The Townhome Lots shall be subject to, and the Declarant does"}
{"text": "hereby grant, in addition to the easements described above, the following non-exclusive perpetual and temporary"}
{"text": "easements for the enjoyment of Declarant, the Association, any builders and subcontractors authorized by Declarant,"}
{"text": "the Members, the Owners, and the successors-in-title of each:"}
{"text": "(a) Townhome Maintenance. There is reserved for the benefit of each Townhome Lot a reciprocal appurtenant"}
{"text": "easement between all adjacent Townhome Lots for the purpose of maintaining or repairing the improvements"}
{"text": "located on each Townhome Lot, which easement shall extend to a distance of five (5) feet as measured from"}
{"text": "any point on the common boundary between the Townhome Lots. This easement shall be used only for such"}
{"text": "period of time as is reasonably necessary in order to complete the maintenance or repair. The Owner"}
{"text": "exercising this easement right shall be liable for the prompt repair of any damage to the Townhome Lots over"}
{"text": "which this easement is exercised which arises out of such maintenance or repair work. In addition, each"}
{"text": "Townhome Lot shall be subject to a perpetual easement in favor of the Association and its contractors for the"}
{"text": "maintenance of the Townhomes and of the landscaping and other features located on the Townhome Lots."}
{"text": "(b) Maintenance. Each Townhome Lot shail be subject to a perpetual easement ia favor of the Association and"}
{"text": "its contractors for the maintenance of the Lots as provided for in the Article VII herein."}
{"text": "({c) Townhome Lot Construction and Boundary Line Improvements. Each Townhome Lot shall be subject to a"}
{"text": "temporary construction easement in favor of the Declarant, authorized builders and subcontractors, and"}
{"text": "adjoining Lot Owners for the construction of any Lot, including, but not limited to, installation of boundary"}
{"text": "line improvements such as fences, walls and hedges. Any boundary line improvement made by an adjoining"}
{"text": "Lot Owner shall first be approved by Declarant or the Association prior to installation."}
{"text": " "}
{"text": "Notwithstanding any provisions or restrictions contained in this Declaration to the contrary, each Builder and"}
{"text": "its agents, employees, successors, and assigns, is permitted to maintain and carry on any Lot owned by such Builder"}
{"text": "such facilities and activities as may be reasonably required, convenient, or incidental to the development, construction,"}
{"text": "completion, improvement, and sale of the Builder’s Lot(s), including, without limitation, the installation and operation"}
{"text": "of development, sales and construction trailers and offices, signs and models upon any Lot(s) owned by the Builder."}
{"text": "The rights under this Section 3.02 to maintain and carry on such facilities and activities will include specifically the"}
{"text": "Tight to use a Lot as a model and as offices for the sale or lease of Lots and for related activities."}
{"text": "ARTICLETV THE ASSOCIATION"}
{"text": "Section 4.01 The Association. Prior to the date this Declaration has been recorded with the Register of Deeds,"}
{"text": "Declarant has caused the Association to be formed, and the Association does now exist, under its Articles of"}
{"text": "B32308 - P781"}
{"text": "Section 2.06 Townhome Boundaries. The boundaries of each Townhome constructed on the Property shall be"}
{"text": "as shown on the recorded plat or plats; provided, however, that the side boundary of each Townhome shall be a line"}
{"text": "consistent with and along the center of all firewalls separating a Townhome from another Townhome. In the event of"}
{"text": "any discrepancy between the boundaries of a Townhome, as described herein and the boundaries of such Townhome"}
{"text": "when shown on the recorded Plats, the description of the boundaries of the Townhome set forth herein shall control."}
{"text": "All of the area within the boundaries of each of the Townhomes, as hereia described, shail for all purposes constitute"}
{"text": "real property which may be owned in fee simple, subject to the terms, provisions, liens, charges, covenants, easements"}
{"text": "and restrictions of this Declaration."}
{"text": "Section 2.07 Neighborhoods. The Declarant hereby establishes two (2) Neighborhoods within the Property. All"}
{"text": "Townhome Lots which are designated as one (1) Neighborhood called the “Townhome Neighborhood,” and all"}
{"text": "Temaining Lots are hereby designated as one (1) Neighborhood called the “Single-Family Detached Neighborhood.”"}
{"text": "The Declarant, in its sole discretion, may establish additional Neighborhoods within the Property by amendment to"}
{"text": "the Declaration and/or Plats in order to subject such Lots to additional covenants and restrictions or to benefit said"}
{"text": "Lots differently from other Lots on the Property. During the Development Period, the Declarant may unilaterally"}
{"text": "amend this Declaration and any plat from time to time to assign property to a specific Neighborhood, to redesignate"}
{"text": "Neighborhood boundaries, or to remove property from a specific Neighborhood."}
{"text": "Following the Development Period, the Owner(s) of a majority of the total number of Lots within a"}
{"text": "Neighborhood may at any time petition the Board of Directors to divide the property comprising their Neighbothood"}
{"text": "into two (2) or more Neighborhoods. Such petition shall be in writing and shall include a survey of the entire parcel"}
{"text": "which indicates the proposed boundaries of the new Neighborhoods or otherwise identifies the Lots to be included"}
{"text": "within the proposed Neighborhoods. Such petition shall be deemed granted thirty (30) days following the filing of all"}
{"text": "required documents with the Board unless the Board denies such application in writing within such thirty (30) day"}
{"text": "period. The Board may deny any application only upon determination that there is no reasonable basis for"}
{"text": "distinguishing between the areas proposed to be divided into separate Neighborhoods. The Owners requesting the"}
{"text": "division shall be responsible for any expenses incurred with respect to implementing a division of a Neighborhood,"}
{"text": "including but not limited to a revised plat, if the application is approved."}
{"text": "Any Neighborhood may, but shall not be required to, elect a Neighborhood committee to represent the"}
{"text": "interests of the Owners in such Neighborhood. No Neighborhood commitiee shall be formed, however without the"}
{"text": "ptior submission to and written approval of the Board of Directors."}
{"text": "Any Neighborhood may request that the Association provide a higher level of service or special services for"}
{"text": "the benefit of Lots in such Neighborhood and upon written consent of a majority of Owners of the Lots within the"}
{"text": "Neighborhood, the Association may, im its sole discretion, provide the requested services. The cost of such service,"}
{"text": "which may include a reasonable administrative charge in such amount as the Board may deem appropriate (provided"}
{"text": "such administrative charge shall apply at a uniform rate per Lot to all Neighborhoods receiving the same service),"}
{"text": "shall be assessed against the Lots within such Neighborhood as a Neighborhood Assessment pursuant to ARTICLE"}
{"text": "VI herein."}
{"text": "No action may be taken by a Neighborhood which is adverse to the interests of the Association or its Members"}
{"text": "or that is inconsistent with the Community Wide Standards. If the Neighborhood fails to comply with such"}
{"text": "requirements of the Association as specified by the Association in writing the Association may assess the Lots within"}
{"text": "such Neighborhood for any expense incurred by the Association to correct the inconsistency or deficiency,"}
{"text": "ARTICLE TT EASEMENTS OVER AND AGREEMENTS REGARDING THE PROPERTY"}
{"text": "Section 3.01 Easements over Lots. The Lots shall be subject to, and Declarant does hereby grant, the following"}
{"text": "non-exclusive perpetual and temporary easements for the enjoyment of Declarant, the Association, any Builders and"}
{"text": "subcontractors authorized by Declarant, the Members, the Owners, and the successors-in-title of each:"}
{"text": "(a) Easements Shown on Plats, Each Lot shall be Subject to all easements, borders, buffers and the like which"}
{"text": "are shown and depicted on the Plats as affecting and burdening such Lot."}
{"text": " "}
{"text": "B32308 - P809"}
{"text": "Declarant by operation of law or through purchase of Declarant's interest in all or any portion of the Property at"}
{"text": "foreclosure, sale under power ot by deed in lieu of foreclosure, be liable for any act, omission or matter occurring, or"}
{"text": "arismg from any act, omission or matter occurring, prior to the date such successor succeeded 1o the interest of"}
{"text": "Declarant."}
{"text": "Section 16.07 Right to Develop. Declarant and its employees, agents, and designees shall have a right of access"}
{"text": "and use and an easement over and upon all of the Common Area for the purpose of making, constructing and installing"}
{"text": "such improvements to the Common Area as it deems appropriate in its sole discretion, and Declarant, Builders and"}
{"text": "their employees, agents, and designees shall have a right to complete construction, repair and maintenance of"}
{"text": "Lots. Every Person that acquires any interest in a Lot or in the Property acknowledges that the Property is a planned"}
{"text": "community, the development of which is likely to extend over many years, and agrees not to protect, challenge, or"}
{"text": "otherwise object to (a) changes in uses or density of property, or (b) changes in the plan as it relates to property, Each"}
{"text": "Owner acknowledges, understands and covenants to inform its lessees and all occupants of its Lot that the Property"}
{"text": "and areas adjacent to the Property are subject to further development and expansion, and therefore, there may be"}
{"text": "certain inconveniences during any period of construction, and Owner as well as any of its tenants or occupants"}
{"text": "acknowledges that such construction and development is permitted by this Declaration, notwithstanding the limitations"}
{"text": "in ARTICLE XI and similar provisions, and waives all claims with respect to such inconveniences, sights, sounds,"}
{"text": "smell and conditions associated with such construction. Owner agrees that if Owner or Owner's employees, lessees,"}
{"text": "invitees, clients, customers, guests, contractors, or agents enter onto any area of construction, they do so at their own"}
{"text": "tisk, and that the Declarant, Builder and their respective contractors, agents or employees shall not be liable for any"}
{"text": "damage, loss or injury to such person."}
{"text": " "}
{"text": "Section 16.08 Liability Arising from Conduct of Owners. Each Owner, their tenants, and their respective related"}
{"text": "parties must indemnify and keep indemnified, and hold harmless, Declarant, the Association, and their related parties"}
{"text": "from and against all claims, damages, suits, judgments, court costs, attomey’s fees, attachments, and all other legal"}
{"text": "actions caused through the willful or negligent act or omission of an Owner, the Owner’s tenants, or their respective"}
{"text": "related parties."}
{"text": "Section 16.09 Security Measures. Security is the sole responsibility of local law enforcement agencies, including,"}
{"text": "without limitation, the Police Department of the City, and individual owners and their tenants, and their respective"}
{"text": "Telated parties. Security Services may be provided at the sole discretion of the Board of Directors. The providing of"}
{"text": "Security Services at any time will in no way prevent the Board from thereafter discontinuing, or from temporarily or"}
{"text": "permanently modifying, terminating, or removing, any Security Services."}
{"text": "DECLARANT, THE ASSOCIATION, AND THEIR RELATED PARTIES ARE NOT LIABLE"}
{"text": "FOR, AND EACH OWNER, THEIR TENANTS, AND THEIR RESPECTIVE PARITIES MUST INDEMNIFY,"}
{"text": "KEEP INDEMNIFIED, AND HOLD DECLARANT, THE ASSOCIATION AND THEIR RELATED PARTIES"}
{"text": "HARMLESS AT ALL TIMES FROM ANY INJURY, LOSS, OR DAMAGES WHATSOEVER, INCLUDING"}
{"text": "WITHOUT LIMITATION, ANY INJURY OR DAMAGES CAUSED BY THEFT, BURGLARY, TRESPASS,"}
{"text": "ASSAULT, VANDALISM, OR ANY OTHER CRIME, TO ANY PERSON OR PROPERTY ARISING, DIRECTLY"}
{"text": "OR INDIRECTLY, FROM THE PROVIDING OR FAILURE TO PROVIDE, ANY SECURITY SERVICES, OR"}
{"text": "THE DISCONTINUATION, MODIFICATION, DISRUPTION, DEFECT, MALFUNCTION, OPERATION,"}
{"text": "REPAIR, REPLACEMENT, OR USE OF ANY SECURITY SERVICES."}
{"text": "DECLARANT, THE ASSOCIATION, AND THEIR RELATED PARTIES HAVE NO DUTY"}
{"text": "OBLIGATION, OR RESPONSIBILITY OF ANY KIND WHATSOEVER TO WARN, ADVISE, OR IN ANY"}
{"text": "OTHER MANNER INFORM ANY OWNERS, TENANTS, OR THEIR RELATED PARTIES, OR ANY OTHER"}
{"text": "RESIDENTS OR OCCUPANTS OF ANY LOT, OR ANY LAW ENFORCEMENT AGENCY, OR ANY OTHER"}
{"text": "PERSON AS TO ANY ALLEGED, SUSPECTED, OR KNOWN CRIMINAL ACTIVITIES OF ANY KIND,"}
{"text": "CRIMINAL HISTORY OR BACKGROUND OF ANY PERSON, OR CRIMINAL INVESTIGATIONS BY LAW"}
{"text": "ENFORCEMENT AGENCIES OR-BY ANY OTHER PERSON (ALL SUCH MATTERS, ACTIVITIES, AND"}
{"text": "INVESTIGATIONS HEREIN REFERRED TO AS “CRIMINAL MATTERS”), REGARDLESS OF WHETHER"}
{"text": "THE CRIMINAL MATTERS INVOLVE THE PROPERTIES, OTHER AREAS IN THE VICINITY OR ANY"}
{"text": "OTHER PLACE OR LANDS. THE ASSOCIATION MAY (BUT HAS NO OBLIGATION TO) FROM TIME TO"}
{"text": "TIME DISCLOSE AND/OR TRANSMIT INFORMATION CONCERNING CRIMINAL MATTERS TO"}
{"text": "OWNERS, TENANTS, AND ANY OTHER OCCUPANTS OF LOTS, TO ANY LAW ENFORCEMENT"}
{"text": "AGENCIES, AND TO ANY OTHER PERSON WHICH THE ASSOCIATION’S OFFICERS, DIRECTORS,"}
{"text": "33"}
{"text": "B32308 - P810"}
{"text": "AGENTS, EMPLOYEES, AND OTHER RELATED PARTIES IN THEIR SOLE DISCRETION DEEM"}
{"text": "ADVISABLE."}
{"text": "Each Owner and tenant by acceptance of any right, title, or interest in any Lot, and every Owner,"}
{"text": "tenant, and occupant of a Lot by virtue of such occupancy, hereby consents, on their behalf and on behalf of their"}
{"text": "respective related parties, and on behaif of all other Persons coming upon a Lot or Area of Common Responsibility at"}
{"text": "their invitation, or with their consent or permission, to any such disclosure and/or transmittal of information. Any"}
{"text": "such disclosure and/or transmission of information does not in any way constitute an undertaking to do so in the future,"}
{"text": "either as to the Criminal Matters then involved or as to any other current, past, or future Criminal Matters, including"}
{"text": "in particular, but without limitation, the provisions of this Section regarding indemnity of Owners, their tenants, and"}
{"text": "their respective related parties."}
{"text": "[SIGNATURE PAGES FOLLOW]"}
{"text": "34"}
{"text": "(b)"}
{"text": "(©)"}
{"text": "(d)"}
{"text": "(ec)"}
{"text": "®"}
{"text": "(g)"}
{"text": "B32308 - P782"}
{"text": "Entry. Each Lot shall be subject to an easement for the entry by the authorized agents and representatives of"}
{"text": "the Association to go upon such Lot under such circumstances and for such purposes as are described"}
{"text": "elsewhere in this Declaration"}
{"text": "Encroachments and Overhangs. Each Lot shall have a three (3) foot easement as measured from any point"}
{"text": "on the common boundary between such Lot and any adjoining Lot, or between such Lot and adjacent Areas"}
{"text": "of Common Responsibility, for encroachments and overhangs due to the placement or settling of the"}
{"text": "improvements constructed, reconstructed or altered thereon; unless such encroachment or overhang was due"}
{"text": "to the willful act of an Owner or the Association."}
{"text": " "}
{"text": "Slope Control. Each Lot shall be subject to an easement for slope control purposes, including the right to"}
{"text": "grade and plant slopes and prevent the doing of any activity that might interfere with slopes or which might"}
{"text": "create erosion or sliding problems or which might change, obstruct or retard drainage flow."}
{"text": "Surface Water Drainage. Each Lot shall be subject to a perpetual easement in favor of the Association and"}
{"text": "all other Lots for the drainage of surface waters over, under or across such Lot, including any runoff or"}
{"text": "carryover of water from one Lot to another, provided that such cross Lot drainage condition was created by"}
{"text": "Declarant or by a Builder authorized by Declarant."}
{"text": "Utilities. Each Lot shall be subject to a perpetual easement in favor of Declarant, the Association, and"}
{"text": "authorized Builders and subcontractors, as well as any public utility company, water main, water services,"}
{"text": "sewer services or cable company, for the erection, installation, construction and maintenance, repair and"}
{"text": "replacement of wires, lines, conduits, pipes, and attachments both above and below ground or attached to any"}
{"text": "building wall in connection with the transmission of electricity, gas, water, telephone, community antennae"}
{"text": "or satellite dish, television cables and other utilities. The easement rights to which the Lots shall be subject"}
{"text": "shall include the right of contractors engaged by the Association to enter upon said Lots from time to time as"}
{"text": "necessary in order to perform repair and maintenance work."}
{"text": "Private Streets. All Lots shall be subject to a perpetual easement in favor of the Association and all other Lot"}
{"text": "Owners for maintenance, management, repair, landscaping, and non-exclusive use and enjoyment, of the"}
{"text": "private streets and drives which are located on the Property, as shown on the Plats, whether said streets and"}
{"text": "drives are located in the Areas of Common Responsibility or are located on Lots. This easement right"}
{"text": "includes the right of contractors engaged by the Association to enter upon the Lots from time to time as"}
{"text": "necessary in order to perform such repair and maintenance work. The Owners of the Lots shall not impair"}
{"text": "access to, or otherwise alter in any way, said street and drives. The Association shall also have the right, but"}
{"text": "not the obligation, to cut, remove and plant trees, shrubbery and flowers along said streets and drives."}
{"text": " "}
{"text": "Section 3.02 Easements Over Association Property. All Areas of Common Responsibility shail be subject to,"}
{"text": "and Declarant and the Association do hereby grant, the following easements:"}
{"text": "(a)"}
{"text": "(b)"}
{"text": "Utility and Drainage. An easement across, in, under, over and through the Areas of Common Responsibility"}
{"text": "for purposes of the construction, installation, repair, maintenance and use of all utility and drainage facilities"}
{"text": "serving any portion of the Property. Any easement reserved pursuant to the provisions of this Section will"}
{"text": "be located so as not to interfere unreasonably with the use of any Common Area and, to the extent practicable,"}
{"text": "along the boundaries of the Common Area. Without limiting the generality of the foregoing, no utility -"}
{"text": "easement may be installed under an existing structure or so close to a structure as to have a material adverse"}
{"text": "effect on the structure. When the Declarant or Association requests that an easement arising under this"}
{"text": "Section be relocated, agrees to bear the expense of relocating the easement, and when the easement can be"}
{"text": "accomplished without diminishing the quality or quantity of utility service, without increasing the cost of"}
{"text": "delivering that service and without an interruption in that service of more than eight (8) hours, then the Person"}
{"text": "that benefits from the easement must agree to the requested relocation."}
{"text": "Declarant's Development Easement. An easement in favor of Declarant for the exclusive use of such portions"}
{"text": "of the Areas of Common Responsibility as may be reasonably desirable, convenient or incidental to the"}
{"text": "construction and installation of improvements on, and the sale of, any Lots, including, but not limited to,"}
{"text": "sales and business offices, storage areas, construction yards and signs. Such easements may be exercised by"}
{"text": "any and ali persons who the Declarant authorizes to exercise the same, including, without limitation, real"}
{"text": "estate sales agents and brokers and Builders, and their subcontractors, of improvements upon the Lots,"}
{"text": "6"}
{"text": "B32308 - P780"}
{"text": "“Supplemental Declaration” shail mean an instrument filed with the Register of Deeds which imposes"}
{"text": "additional restrictions and/or obligations on the land described in such instrument."}
{"text": "“Townhome Lof” shall mean a Lot which is intended for development, use, and occupancy as a townhome"}
{"text": "or a single-family attached residence, as shown on the Plat, but are distinguished ftom the Single Family Detached"}
{"text": "Lots which may share a common Courtyard Area."}
{"text": "“Unimproved Loft” shall mean any Lot that is net an Improved Lot."}
{"text": "ARTICLE TI PROPERTY SUBMITTED TO THIS DECLARATION"}
{"text": "Section 2.01 Lots Hereby Subjected to this Declaration. Declarant, for itself and its successors and assigns, does"}
{"text": "hereby submit the Property and the Lots to this Declaration. The Property shall hereafter be held, transferred, soid,"}
{"text": "conveyed, used, leased, occupied, mortgaged or otherwise encumbered subject to all of the terms, provisions, liens,"}
{"text": "charges, easements, covenants and restrictions set forth in this Declaration, including, but not limited to, the lien"}
{"text": "provisions set forth herein. All of the terms, provisions, liens, charges, easements, covenants and restrictions set forth"}
{"text": "in this Declaration as applicable to the Lots shall be a permanent charge thereon, and shall run with the Lots."}
{"text": " "}
{"text": "Section 2,02 All Lots Bear the Burdens and Enjoy the Benefits of this Declaration. Every Owner, by taking"}
{"text": "record title to a Lot, agrees to all of the terms and provisions of this Declaration. Each of the Lots is subject to all"}
{"text": "burdens, and enjoys all benefits, made applicable hereunder."}
{"text": " "}
{"text": "Section 2.03 Annexation of Additional Property. Declarant may, at any time, and from time to time, until five"}
{"text": "(5) years after the end of the Development Period, subject all or part of the Additional Property to the terms, provisions,"}
{"text": "liens, charges, easements, covenants and restrictions of this Declaration by executing and recording with the Register"}
{"text": "of Deeds an amendment to this Declaration describing the property being annexed."}
{"text": " "}
{"text": "From and after such recording, the annexed property shall be held, transferred, sold, conveyed, used, leased,"}
{"text": "occupied, mortgaged or otherwise encumbered subject to all of the terms, provisions, liens, chatges, easements,"}
{"text": "covenants and restrictions of this Declaration, including, without limitation, all lien and assessment provisions set"}
{"text": "forth in this Declaration, and all of the terms, provisions, liens, charges, easements, covenants and restrictions set forth"}
{"text": "in this Declaration shall be a permanent charge on, and shall run with, such annexed property."}
{"text": "In addition to the controls, covenants, conditions, restrictions, easements, development guidelines, charges"}
{"text": "and liens set forth in this Declaration, Declarant shail further have the right at its election, without the consent of any"}
{"text": "Owner or Owners, to subject any such annexed property to additional controls, covenants, conditions, restrictions,"}
{"text": "easements, development guidelines, charges and liens by filing a Supplemental Declaration with the Register of Deeds"}
{"text": "covering only such annexed property. The Association shall have the right and authority to enforce al! controls,"}
{"text": "covenants, conditions, restrictions, easements, and developments contained in such additional declaration. Any such"}
{"text": "Supplemental Declaration may supplement, create exceptions to, or otherwise modify the terms of this Declaration as"}
{"text": "it applies to the annexed property in order to reflect the different character and intended use of such property."}
{"text": "No approval from any Member of the Association, or from anyone else whomsoever, shall be required for"}
{"text": "Declarant to subject Additional Property to this Declaration. ."}
{"text": "Section 2.04 Withdrawal of Property. Declarant reserves the right to amend this Declaration during the"}
{"text": "Development Period for the purpose of removing any portion of the Property from the coverage of this Declaration,"}
{"text": "provided such withdrawal is not contrary to the overall, uniform scheme of development for the Property and is not"}
{"text": "contrary to the planned residential development requirements of the zoning ordinance in effect for the Property. This"}
{"text": "provision includes Dectarant’s right to deed over property to any governmental entity as required or deemed necessary"}
{"text": "in Decjarant’s discretion. Such amendment shall not require the consent of any Person other than the Owner of the"}
{"text": "property to be withdrawn, if same is not Declarant."}
{"text": "Section 2.05 Other Acts of Declarant. Declarant reserves the right to amend this Declaration during the"}
{"text": "Development Period to merge the Association into other homeowners' or community associations and to combine this"}
{"text": "Declaration with the declaration of such association."}
{"text": "B32308 - P779"}
{"text": "Lots. A detached Dwelling shall be deemed to constitute a Dwelling upon issuance of a certificate of occupancy"}
{"text": "therefor."}
{"text": "\"Easement Provider\" shall mean a Lot Owner whose yard is encumbered by a portion of a Benefited"}
{"text": "Neighbor's Courtyard Area."}
{"text": "“Improved Lot” shall mean a-Lot (i) upon which there is located a structure for which a certificate of"}
{"text": "occupancy has been issued by the applicable government authority, and (33) which has been sold to a Person who is"}
{"text": "not Declarant."}
{"text": "“Lo?” shall mean each portion of the Property which may be independently owned and conveyed and which"}
{"text": "is intended for development, use, and occupancy for a single family, and includes Townhome Lots and Single Family"}
{"text": "Detached Lots."}
{"text": "“Member” shall mean a Person subject to membership in the Association pursuant te ARTICLE IV entitled"}
{"text": "“The Association”."}
{"text": "“Mortgage” shall mean a deed or other document by means of which title to any Lot is conveyed or"}
{"text": "encumbered to secure a debt. The term “Mortgagee” shall refer to a beneficiary or holder of a Mortgage."}
{"text": "“Neighborhood” shall mean a group of Lots designated as a separate Neighborhood pursuant to Article IJ"}
{"text": "for purposes of sharing one or more Areas of Limited Common Responsibility and/or receiving other benefits or"}
{"text": "services from the Association which may be common to those Lots and not provided to all Lots. A Neighborhood"}
{"text": "may be comprised of more than one housing type and may include noncontiguous parcels of property. Neighborhood"}
{"text": "boundaries may be established and modified as provided in Article II hereof."}
{"text": "“Neighborhood Assessments” shall mean assessments levied against Lots in a particular Neighborhood to"}
{"text": "fund Neighborhood expenses, as described in Article VI."}
{"text": "“Owner” shall mean any Person who is a record owner by purchase, transfer, assignment or foreclosure of a"}
{"text": "fee or undivided fee interest in a Lot; provided, however, that any Person who holds such interest merely as security"}
{"text": "for the performance of an obligation shall not be an Owner."}
{"text": "“Patio Area” shall mean the poured concrete area extending from the rear of the Townhomes as part of the"}
{"text": "original construction of each such Improved Townhome Lot."}
{"text": "“Person” shall mean a natural person, corporation, trust, partnership or any other legal entity,"}
{"text": "“Plats” shall mean all plats for any portion of the Property, and any amendments to such Plats, which are"}
{"text": "hereafter recorded in the Register of Deeds’ plat book records, and shall also include any Plats, or amendments thereto"}
{"text": "recorded for the purpose of subjecting any of the Additional Property to this Declaration."}
{"text": "“Property” shall have the meaning ascribed to it hereinabove."}
{"text": "“Register of Deeds” shall mean the Register of Deeds for the County where the property is located."}
{"text": "“Security Services” shall mean those activities, devices, or services intended to, or which may have the"}
{"text": "effect of, enhancing safety or security, including activities, devices, or services limiting or controlling access, or"}
{"text": "providing of patrol] services or otherwise monitor activities within the Property."}
{"text": "“Single Family Detached Lot” shall mean any Lot which is intended for development, use, and occupancy"}
{"text": "as a single-family detached residence, as shown on the Plat, but is distinguished from the Townhome Lots which are"}
{"text": "attached."}
{"text": "“Stoop” shall mean the front stoop that is constructed as part of the original construction of each Improved"}
{"text": "Townhome."}
{"text": "Section 15.01."}
{"text": "Section 15.02."}
{"text": "Section 15.03."}
{"text": "Section 15.04."}
{"text": "Section 15.05."}
{"text": "Section 15.06."}
{"text": "Section 15.07."}
{"text": "Section 15.08."}
{"text": "Section 15.09."}
{"text": "Section 15.10."}
{"text": "ARTICLE XVI. MISCELLANEOUS ....... cs sessessssesosensessenes"}
{"text": "Section 16.01."}
{"text": "Section 16.02."}
{"text": "Section 16.03."}
{"text": "Section 16.04."}
{"text": "Section 16.05."}
{"text": "Section 16.06."}
{"text": "Section 16,07."}
{"text": "Section 16.08."}
{"text": "Section 16.09."}
{"text": "B32308 - P776"}
{"text": "Development Activities"}
{"text": "Marketing"}
{"text": "Access"}
{"text": "Construction"}
{"text": "Use of Common Areas"}
{"text": "Construction Facilities"}
{"text": "Parking"}
{"text": "Construction Regulations"}
{"text": "Time Period"}
{"text": "Liability"}
{"text": "Failure of Enforcement"}
{"text": "No Waivers"}
{"text": "Duration"}
{"text": "Notices"}
{"text": "Severability"}
{"text": "Successors to Declarant"}
{"text": "Right to Develop"}
{"text": "Liability Arising from Conduct of Owners"}
{"text": "Security Measures"}
{"text": "30"}
{"text": "30"}
{"text": "33"}
{"text": "33"}
{"text": "B32308 - P814"}
{"text": "STATE OF_\"“CEXAS"}
{"text": "county of DAC LAS"}
{"text": " "}
{"text": " "}
{"text": "  "}
{"text": "“He kas cenit at Ch"}
{"text": "day and acknowledged that he (or she) is the U é"}
{"text": "THE OZARKS , and thet be/she, as Ménay.ng Director, Being authorized to do so, Socuted the foregoing on behalf"}
{"text": "of the eerperation. loa. nik."}
{"text": "Witness my hand and official seal, this the 27 dayot Nowemboer 20.17."}
{"text": "imted Name:"}
{"text": "My commission expires: “ot 13-Zow!"}
{"text": "rity commtaean te 10-18-2021"}
{"text": " "}
{"text": "' 38"}
{"text": "ae we ee te ett ene te em pn"}
{"text": " "}
{"text": "B32308 - P813"}
{"text": "_ Exhibit B"}
{"text": "CONSENT AND JOINDER"}
{"text": "WHEREAS, Bank of the Ozarks {the “Lendes”), is the owner and holder of certain obligations secured by"}
{"text": "that certain Deed of Trust, Assignment of Leases and Rents, Security Agreement and Fixture Filing in the principal"}
{"text": "sum of $5,407,000.00 recorded May 13, 2016 in Book 30819 at Page 492 and re-recorded May 16, 2016 in Book"}
{"text": "30821 at Page 256 in the Mecklenburg County Register of Deeds and other related loan documents including: that"}
{"text": "certain Assignment of Rents and Revenues recorded May 13, 2016 in Book 30819 at Page 525 and re-recorded May"}
{"text": "16, 2016 in Book _30821 at Page 289 im the Mecklenburg County Register of Deeds; that certain Collateral"}
{"text": "Assignment of Contracts and Proceeds recorded May 13, 2016 in Book 30819 at Page 546 and re-recorded May"}
{"text": "16, 2016 in Book 30821 at Page 310; and that certain UCC Financing Statement recorded May 13, 2016 in Book"}
{"text": "30819 at Page 557 and Amendment recorded October 5, 2017 in Book 32176 at Page 619 in the Mecklenburg,"}
{"text": "County Register of Deeds (collectively referred to as the “Deed of Trust”);"}
{"text": " "}
{"text": "WHEREAS, Lender has agreed, at the request of Community House Solutions, LLC, a Delaware limited"}
{"text": "liability company and Weekley Homes, LLC, a Delaware limited liability company to consent to the provisions of the"}
{"text": "Declaration of Covenants, Restrictions and Easements for Southridge (the “Declaration”). ."}
{"text": "NOW THEREFORE, Lender, by joining herein, herby:"}
{"text": "1. Consent to the terms and provisions of this Declaration;"}
{"text": "+2. Consent to the execution, delivery, and recordation of the Declaration;"}
{"text": "3. Subordinate the tien of the aforesaid Deed of Trust to the provisions of the Declaration with the same"}
{"text": "effect as ifthe Declaration had been executed, delivered, and recorded prior the execution, delivery, and"}
{"text": "recordation of the Deed of Trust; and"}
{"text": "4. Agree that any subsequent foreclosure of the Deed of Trust secured by the property described therein"}
{"text": "shall not extinguish the Declaration and that all present and future owners of any of the property"}
{"text": "described in the Declaration shall be entitled to the full rights and easements to the extent the same are"}
{"text": "granted herein. ,"}
{"text": "IN WITNESS WHEREOF, the undersigned have duly executed these presents as of the i day of"}
{"text": "Novem tae 2017"}
{"text": " "}
{"text": "Tide: Mywwi.ng Dueck Asset Mungenend-- 299"}
{"text": "37"}
{"text": " "}
{"text": "B32308 - P775"}
{"text": "  "}
{"text": "Section 11.07. Lighting 25"}
{"text": "Section 11.08. Mailboxes : 25"}
{"text": "Section 11.09. Signs 25"}
{"text": "Section 11.10. Trash Containers and Collection 25"}
{"text": "Section 11.11. Vehicles and Parking 25"}
{"text": "Section 11.12. Window Air-Conditioners 25"}
{"text": "Section 11.13. Window Treatments 26"}
{"text": "Section 11.14. No Subdivision of Lots or Timesharing 26"}
{"text": "Section 11.15. No Combination of Lots : 26"}
{"text": "Section 11.16. Decks Patio Areas, Stoops, Driveways and Sheds 26"}
{"text": "Section 11.17. Interpretation 26"}
{"text": "Section 11.18. Removal of Trees 26"}
{"text": "Section 11.19. Surface Water Management 26"}
{"text": "Section 11.20. Flags 27"}
{"text": "Section 11.21. Traffic Sight Line Areas 27"}
{"text": "Section 11.22. Artificial Vegetation, Exterior Sculptures, and Similar [tems 27"}
{"text": "Section 11.23. Pollutants; Hazardous Materials 27"}
{"text": "Section 11.24. Owner’s Liability for Payment of Association Costs 27"}
{"text": "ARTICLE XID. AMENDMENT...........::scscsscsessseee seceneserenessersoserarcsesnasrossenseacsoes? reeesnscesensoerrnesencrencenanens 27"}
{"text": "ARTICLE XUII. NON-ARBITRAL PROCEEDINGG...........scscsssscscsssssseseseseceresovesvenesnssensenssene srseeene 2D"}
{"text": "ARTICLE XIV. ARBITRAL PROCEEDINGB............ seeenererense eerevevenee"}
{"text": "Section 14.01. Negotiation ; 28"}
{"text": "Section 14.02. Mediation 29"}
{"text": "Section 14.03. Final and Binding Arbitration 29"}
{"text": "Section 14.04. Amendment 30"}
{"text": "ARTICLE XV. DEVELOPMENT ACTIVITIES ..........ccecsscssssseossesssecorssenesensen es esneceeessecsrecoveresosearesonse: 30"}
{"text": "B32308 - P811"}
{"text": "IN WITNESS WHEREOF, Declarant has caused this Declaration to be executed by its duly authorized"}
{"text": "officers on the day and year set forth below."}
{"text": "Weekley Homes, thea *;"}
{"text": "a Delaware Timmited fapb ity company"}
{"text": " "}
{"text": "State of Jayas"}
{"text": "County of Hey rad"}
{"text": "L law soee , aNotary Public of _ Wav is County, State of _"}
{"text": "Texas certify that personally came before me this day and"}
{"text": "acknowledged that he (or ste Cel ia See WEEKLEY HOMES"}
{"text": "LLC, and that he/she, as _O£#i ey, being autho do so, executed the foregoing on behalf of the corporation."}
{"text": "Witness my hand and official seal, this the _} S** day of _wovgrlar 2012."}
{"text": " "}
{"text": "T"}
{"text": "janie: se (Official Seal)"}
{"text": "My commission expires: $ | \\ | 2"}
{"text": "Hillary Heanessee ;"}
{"text": "Notary Public, State of Texas"}
{"text": "My Comm. Exp. 5/1/21"}
{"text": "Notary ID 12937912-6"}
{"text": " "}
{"text": "35"}
{"text": "B32308 - P777"}
{"text": "1"}
{"text": "DECLARATION OF"}
{"text": "COVENANTS, RESTRICTIONS AND EASEMENTS"}
{"text": "FOR SOUTHRIDGE HOMEOWNERS ASSOCIATION OF CHARLOTTE"}
{"text": "MECKLENBURG COUNTY, NORTH CAROLINA"}
{"text": "THIS DECLARATION OF COVENANTS, RESTRICTIONS AND EASEMENTS is made by Weekley"}
{"text": "Homes, LLC, a Delaware limited liability company (“Declarant”)."}
{"text": "WITNESSETH:"}
{"text": "WHEREAS, Declarant is the owner, or has the consent of the owner, of all that tract or parcel of land lying"}
{"text": "and being in Mecklenburg County, North Carolina, as shown on the legal description attached hereto as Exhibit “A”,"}
{"text": "incorporated herein (the “Property”); and"}
{"text": "WHEREAS, Declarant intends to impose on the Property mutually beneficial restrictions under a general"}
{"text": "plan of improvement for the benefit of the owners of each portion of the Property and to establish a procedure for the"}
{"text": "overall development, administration, maintenance and preservation of the Property; and"}
{"text": "WHEREAS, in furtherance of such plan, it is desirable to create Southridge Homeowners Association of"}
{"text": "Charlotte, Inc. to own, operate, maintain and/or manage, as applicable, the Area of Common Responsibility (as defined"}
{"text": "below) and to administer and enforce the covenants and restrictions and design puidelines imposed hereby; and"}
{"text": "WHEREAS, it is intended that every owner of any of the Lots automatically, and by reason of such ownership"}
{"text": "in this Declaration, become a Member of the Association and be subject to its rules and regulations and the assessments"}
{"text": "and charges made by the Association;"}
{"text": "NOW THEREFORE, Declarant does hereby submit the Property to the provisions of this Declaration. This"}
{"text": "document establishes a mandatory membership homeowners association pursuant to the provisions of the North"}
{"text": "Carolina Planned Community Act, N.C. Gen. Stat. §§ 47F-1-101, et seq."}
{"text": "ARTICLE] DEFINITIONS"}
{"text": "As used in this Declaration, the following terms shall have the meanings ascribed to them in this Article,"}
{"text": "such definitions being cumulative of those set forth in the recitals and elsewhere in this Declaration."}
{"text": "“Additional Property” shall mean any and all real property lying and being within five (5) miles of the"}
{"text": "Property."}
{"text": "“Annual Assessment” shall have the meaning specified in ARTICLE VI entitled “ASSESSMENTS”, and"}
{"text": "shall constitute the assessments which, pursuant to the provisions of such Section, shall be levied by the Association"}
{"text": "against the Lots each year for the purpose of raising the funds necessary to-pay the “Annual Expenses” (as that term"}
{"text": "is defined in such Section)."}
{"text": "“Areas of Common Responsibility” shall mean the areas which by the terms of this Declaration or by contract"}
{"text": "or agreement with any other Person become the responsibility of the Association."}
{"text": "“Areas of Limited Common Responsibility\" shall mean those portions of the Areas of Common"}
{"text": "Responsibility primarily benefiting one or more, but less than all, Neighborhoods or Lots, and which are designated"}
{"text": "as such by the Association, or, if during the Development Period, the Declarant, as more particularly described in"}
{"text": "Section 5.02 herein. :"}
{"text": "B32308 - P778"}
{"text": "“Articles of Incorporation” shall mean the Articles of Incorporation of the Association, as the same may be"}
{"text": "amended from time to time."}
{"text": "“Association” shall mean Southridge Homeowners Association of Charlotte, Inc., a North Carolina non-"}
{"text": "profit corporation."}
{"text": "“Benefited Neighbor” shall mean that a Lot Owner who enjoys easement rights for a Courtyard Area as is"}
{"text": "further defined below."}
{"text": "“Board of Directors” or the “Board? shall mean the body responsible for the administration of the"}
{"text": "Association, as provided im the Bylaws. ,"}
{"text": "“Bylaws” shall mean the Bylaws of the Association, as the same may be amended from time to time."}
{"text": "“Builder” shail mean any Person who purchases one ot more Lots from the Declarant for the purpose of"}
{"text": "constructing improvements for later sale to consumers or who purchases lots from others for such purpose and is"}
{"text": "designated as “Builder” by Declarant. Any Person occupying or leasing a Lot for residential purposes shall cease to"}
{"text": "be considered a Builder with respect to such Lot immediately upon occupancy of the Lot for residential purposes,"}
{"text": "notwithstanding that such Person originally purchased the Lot for the purpose of constructing improvements for later"}
{"text": "sale to consumers. A Builder leasing from an individual purchaser a completed Lot for use as a model or sales office"}
{"text": "pursuant to this Declaration shall be permitted and shall not result in a violation of the residential use restriction of"}
{"text": "Section 11.01 by the Owner-lessor and the required occupancy for residential purposes."}
{"text": "“City” shall mean and refer to the City of Charlotte, North Carolina, a municipal corporation."}
{"text": "“Community Wide Standards” shall mean the standard of conduct, maintenance or other activity generally"}
{"text": "prevailing throughout the Property. Such standard shall initially be established by the Declarant and may be more"}
{"text": "specifically determined by the Board of Directors or the Architectural Review Committee."}
{"text": "“Courtyard Avea” shail mean the fenced yard area adjoining and accessed through a Lot Owner's home, the"}
{"text": "boundaries of which shall be established only by the Declarant or an authorized Builder and may’ not be changed"}
{"text": "thereafter without the mutual consent of both affected Lot Owners."}
{"text": "\"Deck\" shall mean the wooden deck, if any, that is constructed as part of the original construction of each"}
{"text": "Improved Townhome Lot."}
{"text": "“Declarant” shall mean Weekley Homes, LLC, a Delaware limited liability company, and shall include any"}
{"text": "successor or assign who shall acquire any portion of the Property for the purpose of development and/or sale and who"}
{"text": "is designated as Declarant by the immediately preceding Declarant if such successor or assign: (a) acquires all of the"}
{"text": "then remaining undeveloped or developed but previously unoccupied or unsold Lots within the Properties from"}
{"text": "Declarant for purposes of development and resale, or (b) is expressly designated in writing by Declarant as successor"}
{"text": "or assign of Declarant hereunder, in whole or in part, provided, however, that there shall be only one “Declarant”"}
{"text": "hereunder at any one time."}
{"text": "“Declaration” shall mean this Declaration of Covenants, Restrictions and Easements, as the same may be"}
{"text": "hereafier amended in accordance with the terms hereof."}
{"text": "“Development Period” shall mean the longer of (a) the period of time during which Declarant or Builder"}
{"text": "owns any property that is subject to this Declaration or (b) the period of time during which Declarant has the unilateral"}
{"text": "right to subject Additional Property to this Declaration pursuant to ARTICLE IL. Declarant may, but shall not be"}
{"text": "obligated to, unilaterally relinquish its rights under this Declaration and terminate the Development Period by"}
{"text": "recording a written instrument with the Register of Deeds."}
{"text": "“Dwelling” shall mean and refer to any building or portion thereof within the Properties which is used or"}
{"text": "occupied, or intended for use or occupancy, as a residence by an individual or by one family unit, whether by the"}
{"text": "Owner thereof or by tenants or lessees of the Owner, and specifically inchading detached dwellings located on separate’"}
{"text": "B32308 - P812"}
{"text": " "}
{"text": "State of Minnesota"}
{"text": "County ofHenmmepin"}
{"text": "1 Crishinn fumes Zhenly — aNowy Pb of Haney County, State of Minnesota certify"}
{"text": "that Kevin Hiniker personally me this day and acknowledged that he (or she) is the Vice President"}
{"text": "of Commmnity House Solutions, LLC , and that he/she, as_VP , being authorized to do so, executed the"}
{"text": "foregoing on behalf of the corporation."}
{"text": "Witness my hand and official seal, thisthe__((, day of _November , 2017."}
{"text": "       "}
{"text": "Rina | (Official Seal)"}
{"text": " "}
{"text": "36"}
{"text": "B32308 - P816"}
{"text": "Also being a portion of the property on that certain “Recombination Plat Showing Property of NORTH"}
{"text": "COMMUNITY HOUSE ROAD (at the intersection of Paulson Road) recorded April 26, 2016 in Map"}
{"text": "Book 59, Page 254, Mecklenburg County Registry. ‘"}
{"text": "TRACT 4:"}
{"text": "Lying and being in the City of Charlotte, Mecklenburg County, North Carolina and being more particularly"}
{"text": "described as follows:"}
{"text": "BEGINNING at a rebar marking the rear common comer of Lots 400 and 401 as shown on map recorded in Map Book 27"}
{"text": "at Page 950 in the Mecklenburg County Public Registry and running thence from said Beginning Point with the rear"}
{"text": "property lines of Lots 401, 402 and 403 as shown on map recorded in Map Book 27 at Page 950 in the Mecklenburg"}
{"text": "County Public Registry, the following two (2) courses and distances: (1) North 35-00-14 West, passing a rebar at 203.63"}
{"text": "feet, a total distance of 232.51 feet to a pipe and (2) North 39-19-38 West 55.50 feet to a pinch top in the southerly"}
{"text": "property line of the property of Ballantyne Residential Property Owners Association (now or formerly) as described in"}
{"text": "Deed recorded in Book 13092 at Page 356 in the Mecklenburg County Public Registry; thence-with the southerly property"}
{"text": "line of aforesaid Ballantyne Residential Property Owners Association property, North 53-39-22 East 322.25 feet to a rebar:"}
{"text": "” thence a new line the following three (3) courses and distances: (1) South 20-49-53 East 171.05 feet toa rebar, (2) South"}
{"text": "07-04-12 West 84.38 feet to a rebar and (3) with the arc of a circular curve to the left, having a radius of 725.86 feet. a"}
{"text": "chord bearing and distance of South 77-46-10 East 584.44 feet and an arc distance of 601:51 feet to arebar; thence South"}
{"text": "22-34-01 East 96.62 feet to a rebar; thence South 84-16-46 West 12.10 feet toa point in the northerly property line of the"}
{"text": "property of Green Family Farms, LLC (now or formerly) as described in Deed recorded in Book 30593 at Page 480 in the"}
{"text": "Mecklenburg County Public Registry; thence with the northerly property line of the aforesaid Green Family Farms, LLC"}
{"text": "property, South 84-16-46 West 670.53 feet to a rebar in the rear property line of Lot 350 as shown on map recorded in"}
{"text": "Map Book 27 at Page 950 in the Mecklenburg County Public Registry; thence with the rear property lines of Lot 350 and"}
{"text": "Lot 400 as shown on map recorded in Map Book 27 at Page 950 in the Mecklenburg County Public Registry, North 35-"}
{"text": "00-14 West 122.45 feet to the Point and Place of BEGINNING, and containing a total of 4.053 acres, all as shown on"}
{"text": "survey by Carolina Surveyors, Inc. dated February 17, 2016 and last revised April 7, 2016, to which survey reference is"}
{"text": "hereby made for a mote particular description of the property."}
{"text": "This being the same property conveyed to Community House Solutions, LLC, a Delaware limited"}
{"text": "liability company from Thomas R. Giblin, III, and wife, Rebecca N. Giblin, by deed dated April 25,"}
{"text": "2016, and recorded April 26, 2016 in Deed Book 30767, Page 972, Mecklenburg County Registry."}
{"text": "Also being a portion of the property on that certain “Recombination Plat Showing Property of NORTH"}
{"text": "COMMUNITY HOUSE ROAD (at the intersection of Paulson Road) recorded April 26, 2016 in Map"}
{"text": "Book 59, Page 254, Mecklenburg County Registry."}
{"text": "40"}
{"text": "B32308 - P774"}
{"text": "Section 7.04. Remedy for Owner’s Failure to Maintain 18"}
{"text": "Section 7.05. Damage or Destruction 19"}
{"text": "ARTICLE VIII. ARCHITECTURAL CONTROL ...........006 peteaneseeeretereensesocuneessoenensonserasenssentons erseee LD"}
{"text": "Section 8.01. Architectural Control 19"}
{"text": "Section 8.02. No Combination of Lots 20"}
{"text": "Section 8.03. Declarant Exemption 20"}
{"text": "Section 8.04. Architectural Review Committee 21"}
{"text": "Section 8.05. Delegation 21"}
{"text": "Section 8.06. Limitation of Liability 21"}
{"text": "ARTICLE IX. INSURANCE ..........csccsccscsescseee seeersesenerssversessoarenseoosanassasssetene: eeenneeeesnsserensoumnarsnvanseensooes 21"}
{"text": "Section 9.01. Association Insurance : 21"}
{"text": "Section 9.02. Individual Insurance 22"}
{"text": "Section 9.03. Additional Insurance Requirements 22"}
{"text": "ARTICLE X. MORTGAGEE PROVISIONS.."}
{"text": " "}
{"text": "ea enceeeseeenenseesnssensen"}
{"text": "   "}
{"text": "onreeeeensetens"}
{"text": "Section 10.01. Notice of Action 23"}
{"text": "Section 10.02. Audit 23"}
{"text": "Section 10.03. No Priority 23"}
{"text": "Section 10.04. HUD/VA Approval 23"}
{"text": "Section 10.05. Failure of Mortgagee to Respond 23"}
{"text": "ARTICLE XI. RESTRICTIONS w........cccsccosecossstessssssesvneseeees seeesnsesteersovsrssevennenemscaesvesousassoe erreseereseoree DD"}
{"text": "Section 11.01, Residential Use 23"}
{"text": "Section 11.02. Prohibited Activities 24"}
{"text": "Section 11.03. Play Equipment 24"}
{"text": "Section 11.04. Swimming Pools 24"}
{"text": "Section 11.05. Animals ; 24"}
{"text": "Section 11.06. Antennae; Aerials; Satellite Dishes 25"}
{"text": "iv"}
{"text": "B32308 - P773"}
{"text": "Section 5.03. Resource Conservation Areas 9"}
{"text": "Section 5.04. Member’s Rights in Association Property : 9"}
{"text": "Section 5.05. Condemnation 10"}
{"text": "Section 5.06. Damage or Destruction 10"}
{"text": "Section 5.07. Actions Requiring Owner Approval . 10"}
{"text": "Section 5.08. No Partition 10"}
{"text": "Section 5.09. Taxes and Governmental Assessments 10"}
{"text": "ARTICLE VI ASSESSMENTS .....-csscsscsscssssssossascesssenecetscssosssverusssnusassrssussssussesessnsesssenntarsesasesete eoovee LL"}
{"text": "Section 6.01, Creation of Lien and Personal Obligation 11"}
{"text": "Section 6.02. Purposes of Assessments 11"}
{"text": "Section 6.03. Determination of Annual Assessment and Shares Thereof 12"}
{"text": "Section 6.04. Special Assessments 12"}
{"text": "Section 6.05. Specific Assessments 12"}
{"text": "Section 6.07. Neighborhood Assessments 12"}
{"text": "Section 6.08, Effect of Non-Payment of Assessments; Remedies of the Association 13"}
{"text": "Section 6.09. Effect of Foreclosure or Bankruptcy 15"}
{"text": "Section 6.10, Revival of Assessment Lien 15"}
{"text": "Section 6.11 No Merger 15"}
{"text": "Section 6.12. Assessments as Independent Covenant 15"}
{"text": "Section 6.13. Damage or Destruction 15"}
{"text": "Section 6.14. Declarant Authority and Exemption as to Assessments 15"}
{"text": "Section 6.15. Budget Deficits During Development Period 16"}
{"text": "Section 6.16. Failure to Assess 16"}
{"text": "ARTICLE VIL. MAINTENANCE OF LOTG......... seeseesseeeeterserrserwerenssscnenensee snaneceneesserrseevenneesmsssonsencees 16"}
{"text": "Section 7.01. Association’s Maintenance Responsibility 16"}
{"text": "Section 7.02. Owner's Maintenance Responsibility : 17"}
{"text": "Section 7.03. Adjacent or Adjoining Owners 18"}
{"text": "iii"}
{"text": "B32308 - P815"}
{"text": "EXHIBIT “4”"}
{"text": "Legal Description of Property"}
{"text": "TRACT 1:"}
{"text": "Lying and being in the City of Charlotte, Mecklenburg County, North Carolina and being more particularly"}
{"text": "described as follows: ."}
{"text": "BEGINNING at a rebar marking the rear common comer of Lots 353 and 354 as shown on map recorded in Map Book 27 at"}
{"text": "Page 950 in the Mecklenburg County Public Registry, and running thence with the rear property lines of Lots 353, 352, 351"}
{"text": "and 350 as shown on map recorded in Map Book 27 at Page 950 in the Mecklenburg County Public Registry, North 35-00-"}
{"text": "14 West, passing’a rebar at 80.03 feet, a total distance of 345.12 feet to a rebar marking the southwesterly corner of the"}
{"text": "property of Thomas R. Giblin, If] and Rebecca Giblin as described in Deeds recorded in Book 30387 at Pages 204 and 207"}
{"text": "in the Mecklenburg County Public Registry; thence with the southerly property line of the aforesaid property of Thomas R."}
{"text": "Giblin, TH and Rebecca Giblin, North 84-16-46 East 670.53 feet to a point; thence South 22-43-03 East 18.25 feet to a rebar,"}
{"text": "thence South 22-43-03 East 88.96 feet to a rebar; thence South 19-19-39 East 142.) 1 feet to a rebar in the northerly property"}
{"text": "line of the Green Family Farms, LLC property as described in Deed recorded in Book 28918 at Page 552.in the Mecklenburg"}
{"text": "County Public Registry; thence with the property fines of the aforesaid Green Family Farms, LLC property, the following"}
{"text": "two (2) courses and distances: (1) South 77-36-42 West 295.30 feet to a point and (2) South 12-23-39 East 150.42 feet toa"}
{"text": "rebar in the northerly property line of the property of All Nations Church, Inc. as described in Deed recorded in Book 9760"}
{"text": "at Page 824 in the Mecklenburg County Public Registry; thence with the northerly property line of the aforesaid All Nations"}
{"text": "Church, {nc. property, South 77-35-40 West 209.28 feet to a marked stone; thence with the rear property line of Lot 354 as"}
{"text": "shown’ on map recorded in Map Book 27 at Page 950 in the Mecklenburg County Public Registry, North 35-00-14 West"}
{"text": "169.32 feet to the Point and Place of BEGINNING and containing 4.806 acres, all as shown on survey by Carolina"}
{"text": "Surveyors, Inc, dated February 17, 2016 and last revised April 7, 2016, to which survey reference is hereby made for a more"}
{"text": "particular description of the property."}
{"text": "TRACT 2:"}
{"text": "Lying and being in the City of Charlotte, Mecklenburg County, North Carolina and being more particularly"}
{"text": "’ described as follows: ‘"}
{"text": "BEGINNING at a rebar in the northerly property line of the property of Atl Nations Church, Inc. as described in Deed"}
{"text": "recorded in Book 9760 at Page 824 in the Mecklenburg County Public Registry, said rebar being located North 77-35-40"}
{"text": "East 209.28 feet from a marked stone with NCSPC coordinates of N: 476,642.88 and E: 1,451,389,72 (CF: 0.99985197),"}
{"text": "and running thence from said Beginning Point with the property lines of the Green Family Farms, LLC property as described"}
{"text": "in Deed recorded in Book 30593 at Page 480 in the Mecklenburg County Public Registry, the following two (2) courses and"}
{"text": "distances: (1) North 12-23-39 West 150.42 feet to a point and (2) North 77-36-42 East 295.30 feet to a rebar; thence North"}
{"text": "77-36-42 East 20.4 feet to a point; thence South 22-27-27 East 52.00 feet to a point; thence South 12-30-59 Bast 100 feet to"}
{"text": "a point; thence South 77-44-56 West 17.65 feet to a point; thence with the northérly property line of the aforesaid Al!"}
{"text": "Nations Church, Inc. property, South 77-44-56 West, passing a rebar at 7.45 feet, a total distance of 307.35 feet to the Point"}
{"text": "and Place of BEGINNING and containing a total of 1.119 acres, all as shown on survey by Carolina Surveyors, Inc. dated"}
{"text": "February 17, 2016 and last revised Aprit 7, 2016, to which survey reference is hereby made for a more particular description"}
{"text": "of the property."}
{"text": "TRACT 3:"}
{"text": "POSSIBLE OVERLAP 0.047 ACRES as shown on Revised Final Plat of Ballantyne Country Club Phase 4 Map |"}
{"text": "(Common Area) recorded in Map Book 36, Page 676, Mecklenburg County Registry."}
{"text": "&"}
{"text": "This being the same property conveyed to Community House Solutions, LLC, a Delaware limited"}
{"text": "lability company from Green Family Farms, LLC a North Carolina limited liability company by deeds"}
{"text": "dated April 25, 2016, and recorded April 26, 2016 in Deed Book 30767, Page 962 and Deed Book"}
{"text": "30767, Page 966, Mecklenburg County Registry."}
{"text": "39"}
{"text": "B32308 - P771"}
{"text": "For Registration Fredrick Smith"}
{"text": "Register of Deeds ~"}
{"text": "Mecklenburg County, NC"}
{"text": "Electronically Recorded"}
{"text": "2017 Nov 30 03:38 PM RE Excise Tax: $ 0.00"}
{"text": "Book: 32308 Page: 771 Fee: $ 154.00"}
{"text": "Instrument Number: 2017161309"}
{"text": "_S duke bows"}
{"text": "After Recording Return to:"}
{"text": "Traci Y. Belk"}
{"text": "Costner Law Office"}
{"text": "12104 Copper Way"}
{"text": "Suite 201"}
{"text": "Charlotte, NC 28277"}
{"text": "Prepared by: Costner Law Office, PLLC"}
{"text": "DECLARATION OF"}
{"text": "COVENANTS, RESTRICTIONS AND EASEMENTS"}
{"text": "FOR"}
{"text": "SOUTHRIDGE HOMEOWNERS ASSOCIATION OF CHARLOTTE"}
{"text": "MECKLENBURG COUNTY, NORTH CAROLINA"}
{"text": "THIS DOCUMENT REGULATES OR PROHIBITS THE DISPLAY OF THE FLAG OF THE"}
{"text": "UNITED STATES OF AMERICA OR THE STATE OF NORTH CAROLINA."}
{"text": "THIS DOCUMENT REGULATES OR PROHIBITS THE DISPLAY OF POLITICAL SIGNS."}
{"text": "submitted electronically by “Costner Law Office, PLLC”"}
{"text": "in compliance with North Carolina statutes governing recordable documents"}
{"text": "and the terms of the submitter agreement with the Mecklenburg County Register of Deeds."}
{"text": "B32308 - P817"}
{"text": "TRACT 5:"}
{"text": "LYING AND BEING IN THE CITY OF CHARLOTTE, MECKLENBURG COUNTY, NORTH CAROLINA, AND BEING ORE PARTICULARLY DESCRIBED"}
{"text": "AS FOLLOWS: COMMENCING AT A MARKED STONE (WITH NCSPC COORDINATES OF N:476,642.88 AND E:1,451,389.72 (CF: 0.99985197)}"}
{"text": "MARKING THE REAR CORNER OF LOT 354 AS SHOWN ON MAP RECORDED IN MAP BOOK 27 AT PAGE 950 IN THE MECKLENBURG COUNTY"}
{"text": "PUBLIC REGISTRY, AND RUNNING THENCE WITH THE REAR PROPERTY LINES OF LOTS 354, 353, 352, 351, 350, 400, 401, 402, AND 403 AS"}
{"text": "SHOWN ON MAP RECORDED IN MAP BOOK 27 AT PAGE 950 IN THE MECKLENBURG COUNTY PUBLIC REGISTRY THE FOLLOWING TWO {2}"}
{"text": "COURSES AND DISTANCES: (1) N 35-00-14 W ANO A TOTAL DISTANCE OF 869.40' TO A PIPE AND {2) N 39-19-38 W 55.50\" TO A PINCH TOP"}
{"text": "IN THE SOUTHERLY PROPERTY LINE OF THE PROPERTY OF BALLANTYNE RESIDENTIAL PROPERTY OWNERS ASSOCIATION (NOW OR"}
{"text": "FORMERLY} AS DESCRIBED IN DEED RECORDED IN BOOK 13092 AT PAGE 356 IN THE MECKLENBURG COUNTY PUBLIC REGISTRY; THENCE"}
{"text": "WITH THE SOUTHERLY PROPERTY LINE OF AFORESAID BALLANTYNE RESIDENTIAL PROPERTY OWNERS ASSOCIATION PROPERTY, N 53-39-22"}
{"text": "E 322.25' TO A REBAR; THENCE A NEW LINE THE FOLLOWING THREE (3) COURSES AND DISTANCES; (1) S 20-49-53 FE 120.08' TO THE POINT"}
{"text": "OF BEGINING OF THE TRACT DESCRIBED HEREIN; THENCE WITH A NEW LINE S57°49'22\"E AND A DISTANCE OF 46.84' TO A REBAR SET;"}
{"text": "THENCE WITH A NEW LINE SO7°08'11\"“W AND A DISTANCE OF 92.76! TO A REBAR SET; THENCE WITH A NEW LINE S23°56'00\"E AND A"}
{"text": "DISTANCE OF 44.34’ TO A REBAR SET ON THE EXISTING COMMON LINE OF THE (NOW OR FORMERLY) COMMUNITY HOUSE SOLUTIONS,"}
{"text": "LLC PROPERTY AS RECORDED IN DEED BOOK 30767, PAGE 972; THENCE WITH A CURVE TO THE RIGHT WITH A RADIUS OF 727.49' AND AN"}
{"text": "ARC LENGTH OF 46.65' BEING CHORDED WITH A BEARING OF N55°52'14\"W AND A DISTANCE OF 46.64' TO A REBAR SET; THENCE WITHA"}
{"text": "BEARING OF NO7°14'02\"E AND A DISTANCE OF 84.38' TO A REBAR SET; THENCE WITH A BEARING GF N20°49'53\"W AND A DISTANCE OF"}
{"text": "50.97 TO THE POINT OF BEGINING AND CONTAINING 2,922 SQ.FT., MORE OR LESS, AS SHOWN ON A BOUNDARY SWAP EXHIBIT BY"}
{"text": "CAROLINA SURVEYORS, INC DATED NOVEMBER 10, 2016."}
{"text": "This being the same property conveyed to Community House Solutions, LLC, a Delaware limited liability"}
{"text": "company from Thomas R. Giblin, IIL, and wife, Rebecca N. Giblin, by deed dated February 23, 2017,"}
{"text": "-and recorded March 13, 2017 in Book 31631, Page 803, Mecklenburg County Registry."}
{"text": "See Also that certain subdivided portion of the above parent parcel Tracts designated as “Southridge"}
{"text": "Phase 1 Map 1” recorded September 28, 2017 in Map Book 61, Page 913, a Revision of Map Book 61,"}
{"text": "Page 783, Mecklenburg County Public Registry."}
{"text": "41"}
{"text": "ARTICLE"}
{"text": "ARTICLE I. PROPERTY SUBMITTED TO THE DECLARATION .."}
{"text": "Section 2.01."}
{"text": "Section 2.02."}
{"text": "Section 2.03."}
{"text": "Section 2.04."}
{"text": "Section 2.05."}
{"text": "Section 2.06."}
{"text": "Section 2.07."}
{"text": "B32308 - P772"}
{"text": "TABLE OF CONTENTS"}
{"text": "I DEFINITIONSG.................00 aeeseenseesesecessercsaseseresnenarsseseens"}
{"text": ". Lots Hereby Subjected to this Declaration"}
{"text": "Annexation of Additional Property"}
{"text": "Withdrawal of Property."}
{"text": "Other Acts of Declarant"}
{"text": "Townhome Boundaries"}
{"text": "Neighborhoods"}
{"text": "All Lots Bear the Burdens and Enjoy the Benefits of this Declaration"}
{"text": "ARTICLE I. EASEMENTS OVER AND AGREEMENTS REGARDING THE PROPERTY..."}
{"text": "Section 3.01"}
{"text": "Section 3.02."}
{"text": "Section 3.03"}
{"text": "Section 4.01."}
{"text": "Section 4.02."}
{"text": "Section 4.03,"}
{"text": "Section 4.04."}
{"text": "Section 4.05."}
{"text": "Section 4.06."}
{"text": "Section 4.07"}
{"text": "ARTICLE"}
{"text": ". Easements over Lots"}
{"text": ". Easements Over Association Property"}
{"text": ". Easements Over Townhome Lots"}
{"text": "The Association"}
{"text": "Membership"}
{"text": "Classes of Membership; Voting Rights"}
{"text": "Suspension of Membership Rights"}
{"text": "Meetings of the Membership"}
{"text": "Association Acts Through Its Board of Directors"}
{"text": ". Professional Management"}
{"text": "V. ASSOCIATION PROPERTY .......sccssssscessssessssseseeees"}
{"text": "Section 5.01. Areas of Common Responsibility and Association Property"}
{"text": "Section 5.02."}
{"text": ". ‘Areas of Limited Common Responsiblity"}
{"text": "en eveceresemanne raeeeeenreoennaees"}
{"text": " "}
{"text": "7"}
{"text": "‘7"}
{"text": "8"}
{"text": "8"}
{"text": "8"}
{"text": "B32308 - P805"}
{"text": "by the preceding Section, the Person asserting or contemplating the assertion of claims (also referred to herein"}
{"text": "as the “Claimant”) shall provide the Respondent with written notice of the Arbitral Dispute which notice"}
{"text": "tust include the Claimant’s position with regard to facts, circumstances and law related to the issues to be"}
{"text": "tesolved, together with all documents and evidence that supports such position, and after delivery of such"}
{"text": "notice the parties shall meet in person and confer for the purpose of resolving a Arbitral Dispute by good"}
{"text": "faith negotiation."}
{"text": "Section 14.02 Mediation. If the parties cannot resolve their Arbitral Dispute pursuant to the procedures described"}
{"text": "in the preceding Section 14.01(b), as applicable, within such time period as may be agreed upon by such parties, the"}
{"text": "Claimant shal} have thirty (30) days after the termination of negotiations within which to submit the Arbitral Dispute"}
{"text": "to mediation pursuant to the mediation procedures in the North Carolina Rules Implementing Statewide Mediated"}
{"text": "Settlement Conferences and Other Settlement Procedures in Superior Court Civil Actions or to any other rules upon"}
{"text": "which the parties to the Arbitral Dispute may mutually agree. Persons other than the parties to the Arbitral Dispute"}
{"text": "may attend mediation sessions only with the permission of all parties to the Dispute and the consent of the mediator."}
{"text": "Confidential information disclosed to a mediator by the parties to the Arbitral Dispute or by witnesses in the course"}
{"text": "of the mediation shall be kept confidential. There shall be no stenographic record of the mediation process. The"}
{"text": "expenses of witnesses for either side shall be paid by the party producing such witnesses. All other expenses of the"}
{"text": "mediation, including, but not limited to, the fees and costs charged by the mediator and the expenses of any witnesses"}
{"text": "or the cost of any proof of expert advice produced at the direct request of the mediator, shall be borne equally by the"}
{"text": "parties to the Dispute unless agreed to otherwise. Each party to the Dispute shall bear their own attorneys’ fees and"}
{"text": "costs in connection with such mediation."}
{"text": "Section 14.03 Final and Binding Arbitration. If the parties cannot resolve their Arbitral Dispute pursuant to the"}
{"text": "procedures described in Section 14.01 above, the Claimant shall have ninety (90) days following termination of"}
{"text": "mediation proceedings (as determined by the mediator) to submit the Arbitral Dispute to final and binding arbitration"}
{"text": "in accordance with the Commercial Arbitration Rules of the American Arbitration Association or the Construction"}
{"text": "Arbitration Rules of the American Arbitration Association, as determined applicable by the arbitrator, the American"}
{"text": "Arbitration Association or as agreed upon by the parties, as such rules are modified or as otherwise provided in this"}
{"text": "ARTICLE XIV. If the Claimant does not submit the Arbitral Dispute to arbitration within ninety (90) days after"}
{"text": "termination of mediation proceedings, the Claimant shall be deemed to have waived any claims related to the Arbitral"}
{"text": "Dispute and all other parties to the Axbitral Dispute shall be released and discharged from any and all liability to the"}
{"text": "Claimant on account of such Arbitral Dispute; provided, nothing herein shall release or discharge such party or parties"}
{"text": "from any liability to a person or entity not a party to the foregoing proceedings."}
{"text": "The existing parties to the Arbitral Dispute shall cooperate in good faith to ensure that all necessary"}
{"text": "and appropriate parties are included in the arbitration proceeding. No Declarant shall be required to participate in the"}
{"text": "arbitration proceeding if all parties against whom a Declarant would have necessary or permissive cross-claims or"}
{"text": "counterclaims are not or cannot be joined in the arbitration proceedings. Subject to the limitations imposed in this"}
{"text": "Section 14.03, the arbitrator shall have the authority to try all issues, whether of fact or law."}
{"text": "(a) Place. The arbitration proceedings shall be heard in the County wheze the Property is located."}
{"text": "(v) Commencement and Timing of Proceeding. Arbitration may not be commenced or prosecuted by or on"}
{"text": "bebalf of the Association unless approved by at least seventy-five percent (75%) of the Lot Owners which"}
{"text": "approval must be accompanied by the approval of a reasonable arbitration budget and the approval and"}
{"text": "collection of a Special Assessment in an amount equal to the budget to be levied equally among the Lots and"}
{"text": "collected before commencement of any action, The arbitrator shall determine whether the Association or a"}
{"text": "Claimant acting on behalf of the Association has satisfied the requirements of this Subsection (b) before"}
{"text": "commencing any arbitration and shall promptly commence the arbitration proceeding at the earliest"}
{"text": "convenient date in light of all of the facts and circumstances and shall conduct the proceeding without undue"}
{"text": "delay, and in no case greater than sixty (60) days from the date of the demand or if the requirement of this"}
{"text": "Subsection (b) has not been met find for the Respondent on all claims."}
{"text": " "}
{"text": "(c) Discovery. The parties to the Dispute shall be entitled to limited discovery only, consisting of the exchange"}
{"text": "between the parties of the following matters: (i) witness lists, (ii) expert witness designations; (iii) expert"}
{"text": "witness reports; (iv) exhibits; (v) reports of testing or inspections of the property subject to the Arbitral"}
{"text": "Dispute, including but not limited to, destructive or invasive testing; and (vi) trial briefs. The Respondent"}
{"text": "shall also be entitled to conduct further tests and inspections as provided in Section 14.01(a) above. Any"}
{"text": "29"}
{"text": "B32308 - P791"}
{"text": " "}
{"text": "(e) Extingmishment of Inferior Liens. Foreclosure of the Association’s continuing lien for assessments"}
{"text": "terminates, extinguishes and forever discharges all inferior or subordinate liens and encumbrances (being all"}
{"text": "Jiens and encumbrances except as provided by Section 6.10) as to the affected Lot. The foregoing applies to"}
{"text": "judicial and non-judicial foreclosure of the Association’s continuing lien for assessments regardless of"}
{"text": "whether or not the holder of the inferior or subordinate lien or encumbrance is made a party to or given notice"}
{"text": "of any proceedings in connection therewith, including without limitation to the fullest extent permitted by"}
{"text": "law whether or not made a party to or given notice of any judicial foreclosure suit and any other proceedings"}
{"text": "in connection therewith."}
{"text": "Section 6.09 Effect of Foreclosure or Bankruptcy. The effect of judicial or non-judicial foreclosure of a lien"}
{"text": "which is superior to the Association’s continuing assessment lien under this Declaration, or acceptance of a deed in"}
{"text": "lieu thereof, and the effect of the discharge of an Owner in bankruptcy is determined as of the date of foreclosure, the"}
{"text": "date of signing of a deed in lieu which is accepted by the grantee or the date of filing of the bankruptcy in which the"}
{"text": "Owner is discharged, as the case may be (the “Discharge Date”), Foreclosure or acceptance of a deed in lieu as"}
{"text": "aforesaid does not relieve the former Owner from the personal obligation for payment of assessments due as of the"}
{"text": "Discharge Date, but does release the Association’s continuing assessment lien as to and only as to assessments due"}
{"text": "prior to the Discharge Date. The purchaser at foreclosure or grantee under a deed in lieu and an Owner discharged in"}
{"text": "bankruptcy is also relieved from any obligation for payment of assessments due prior to the Discharge Date, but is"}
{"text": "obligated to pay all assessments assessed or assessable from and after the Discharge Date and the Association’s"}
{"text": "continuing assessment lien fully secures payment of said assessments. For purposes of the foregoing “assessments"}
{"text": "assessed or assessable” means (i) prorated regular annual assessments based on the number of months remaining in"}
{"text": "the calendar year in which the Discharge Date occurs regardless of whether the applicable regular annual assessment"}
{"text": "is payable in advance annually, semi-annually or quarterly, and (ii) any instailments for special assessments so payable"}
{"text": "which become due after the Discharge Date."}
{"text": " "}
{"text": "Section 6.10 Revival of Assessment Lien. The Association’s assessment lien is automatically revived as to any"}
{"text": "Owner who reacquires ownership of the applicable Lot within two (2) years after the Discharge Date (as defined in"}
{"text": "the immediately preceding Section) to the same effect as if none of the events causing the Discharge Date to occur"}
{"text": "had occurred if ownership is reacquired from the purchaser at foreclosure, the prantee under the deed in lieu of"}
{"text": "foreclosure, or any successor in title to such purchaser or grantee and the reacquisition of ownership constitutes a"}
{"text": "fraudulent transfer under Chapter 39 of the North Carolina General Statutes or under any other state or federal statutes"}
{"text": "or laws."}
{"text": "Section 6.11 No Merger. The Association’s assessment lien is not, by merger or otherwise, extinguished or"}
{"text": "otherwise effected by acquisition of ownership of a Lot at any time and in any manner by the Association except as"}
{"text": "otherwise expressly agreed in writing by the Association."}
{"text": " "}
{"text": "Section 6.12 Assessments as Independent Covenant. The obligation to pay assessments is 4 separate and"}
{"text": "independent covenant and contractual obligation on the part of each Owner. No off-set, credit, waiver, diminution, ot"}
{"text": "abatement may be claimed by any Owner to avoid or diminish the obligation for payment of assessments for any"}
{"text": "reason, including, by way of illustration but not limitation, (i) by nonuse of any Area of Common Responsibility or"}
{"text": "abandonment of a Lot, (ii) by reason of any alleged actions or failure to act by Declarant, the Association, the Board,"}
{"text": "the ARC, or any of their related parties, whether or not required under this Declaration, (iii) for inconvenience or"}
{"text": "discomfort arising from the making of repairs or improvements which may be or are the responsibility of Declarant,"}
{"text": "the Association, the Board, the ARC, or any of their related parties, or (iv) by reason of any action taken by Declarant,"}
{"text": "the Association, the Board of Directors, the ARC, or any of their related parties, to comply with any law, ordinance,"}
{"text": "or any ordet or directive of any governmental authority, or pursuant to any judgment or order of a court of competent"}
{"text": "jurisdiction."}
{"text": "Section 6.13 Assessment Collection Policies. The Association will adopt assessment collection policies"}
{"text": "consistent with this Declaration and in accordance with the Code. The initial Association Assessment Collection"}
{"text": "Policy will be adopted by Declarant. Declarant during the Development Period and the Board at any tirne may from"}
{"text": "time to time adopt and amend such other assessment collection policies as either may deed to be necessary or"}
{"text": "appropriate, including with regard to or conceming the Association Assessment Collection Policy as initially adopted"}
{"text": "by Declarant."}
{"text": " "}
{"text": "Section 6.14 Declarant Authority and Exemption as to Assessments. NOTWITHSTANDING ANY OTHER"}
{"text": " "}
{"text": "15"}
{"text": "B32308 - P792"}
{"text": "PROVISIONS HEREOF, ALL PROVISIONS SET FORTH IN THIS DECLARATION REGARDING"}
{"text": "DECLARANT’S AUTHORITY AND EXEMPTIONS AS TO ASSESSMENTS APPLY."}
{"text": "Section 6.15 Budget Deficits During Development Period. Declarant may advance funds to the Association"}
{"text": "sufficient to satisfy the deficit, if any, in any fiscal year between the actual operating expenses of the Association"}
{"text": "(exclusive of any allocation for capital reserves) and the annual and special assessments for such fiscal year. Such"}
{"text": "advances shall be evidenced by promissory notes from the Association in favor of Declarant and shall be paid back to"}
{"text": "Declarant if and to the extent that sufficient funds are generated by assessments in future years until such time as"}
{"text": "Declarant no longer has the authority to appoint the directors and officers of the Association. Declarant may, but is"}
{"text": "not obligated to, forgive any promissory notes from the Association made pursuant to this Section 6.15."}
{"text": "Section 6.16 Failure to Assess. The failure of the Board to fix the assessment amounts or to deliver to each"}
{"text": "Owner the assessment notice shali not be deemed a waiver, modification er release of any Owner of the obligation to"}
{"text": "pay assessments. In such event, each Owner shall continue to pay assessments on the same basis as for the last year"}
{"text": "for which an assessment was made until a new assessment is made, at which time any shortfalls in collections may be"}
{"text": "assessed retroactively by the Association."}
{"text": "ARTICLE VIZ MAINTENANCE OF LOTS"}
{"text": "Section 7.01 Association’s Maintenance Responsibility. Except as may be specifically provided otherwise"}
{"text": "below, the Association shall maintain the Areas of Common Responsibility for both Neighborhoods, including: (a)"}
{"text": "any landscaping and Yard Improvements (as defined further below); (b) storm water drainage facilities located on and"}
{"text": "serving the Lots; (c) private streets, (d) privately owned utility lines; (e) perimeter fencing; (f) brick retaining walls"}
{"text": "located on Areas of Common Responsibility or perimeter; (h) mail kiosks or centers; (i) repair and replacement of"}
{"text": "asphalt shingles for the Townhome Neighborhood. In the event that the Association determines that any maintenance"}
{"text": "which is the responsibility of the Association hereunder is caused through the willful or negligent act of an Owner, or"}
{"text": "the occupant, family, guest, invitee or lessee of an Owner, then the Association may perform such maintenance and"}
{"text": "all costs thereof may be assessed to the Owner as a specific assessment. The Association may be relieved of all or"}
{"text": "any portion of its maintenance responsibilities to the extent that such property is dedicated to any local, state or federal"}
{"text": "government or quasi-governmental entity and said entity accepts the responsibility for maintenance. In the event of"}
{"text": "any such assumption, assignment or dedication, however, the Association may reserve or assume the right or"}
{"text": "obligation to continue to perform all or any portion of its maintenance responsibilities, if the Board determines that"}
{"text": "such maintenance is desirable or necessary, ,"}
{"text": " "}
{"text": "The Board of Directors, in its sole discretion, may leave portions of the Property as undisturbed natural areas"}
{"text": "and may change the landscaping on an Area of Common Responsibility at any time and from time to time, including"}
{"text": ". the adding or modifying of landscaping improvements, such as the pianting of seasonal flowers."}
{"text": "Sanitary sewer and water may be provided to the Lots through a single connection to municipal services, a"}
{"text": "master meter, and distribution and collection lines maintamed by the Association between municipal lines as"}
{"text": "individual Lots. Costs incurred by the Association arising out of, or related to, municipal use or similar charges, the"}
{"text": "maintenance, repair, or replacement of, distribution or collection lines and all related matters shall be included as part"}
{"text": "of the Annual Expenses. The Association may promulgate reasonable rules and regulations regarding the consumption"}
{"text": "and use of such utilities, The Association shall have the right to install individual meters on each of the Lots and bill"}
{"text": "each Lot respectively."}
{"text": "The Association shall further have the right, but not the obligation, to maintain and keep in good repair the"}
{"text": "Stoop, Driveway, Deck, Patio Area and other exterior portions and exterior lighting appurtenant to each Townhome,"}
{"text": "or any portion or portions thereof as the Board of Directors may determine at any time and from time to time in its"}
{"text": "sole discretion"}
{"text": "The Association shall be responsible for maintaining the grass, plants, shrubs, trees, and landscaping installed"}
{"text": "by the Declarant or the Association on the Lots (hereinafter the “Yard Improvements”). The Association also may"}
{"text": "maintain any Yard Improvements that are installed by an Owner with prior written approval and consent of the"}
{"text": "Association (but only to the extent that such consent specifically provides that the Association will maintain such"}
{"text": "added landscaping), provided, however, that: (i) if an Owner installs a fence on their Lot, the Association shall have"}
{"text": "16"}
{"text": "B32308 - P806"}
{"text": "other discovery shall be permitted by the arbitrator upon a showing of good cause or based on the mutual"}
{"text": "agreement of the parties to the Dispute. The arbitrator shall oversee discovery and may enforce all discovery"}
{"text": "orders in the same manner as any trial court judge."}
{"text": " "}
{"text": "(4) Limitation on Remedies/Prohibition on the Award of Punitive Damages. Notwithstanding contrary"}
{"text": "provisions of the Commercial Arbitration Rules, the arbitrator in any proceeding shall not have the power to"}
{"text": "award punitive, consequential or statutory damages (all such damages being herby waived by ail Owners,"}
{"text": "Builders and the Declarant); however, the arbitrator shall have the power to grant all other legal and equitable"}
{"text": "remedies and award compensatory damages. The arbitrator’s award may be enforced as provided for under"}
{"text": "North Carolina Law, or such similar law governing enforcement of awards in a trial court as is applicable in"}
{"text": "the jurisdiction in which the arbitration is held."}
{"text": "(e) Motions. The arbitrator shall have the power to hear and dispose or motions, including motions to dismiss,"}
{"text": "motions for judgment on the pleadings, and summary judgment motions, in the same manner as a trial court"}
{"text": "judge, except the arbitrator shall also have the power to adjudicate summary issues of fact or law including"}
{"text": "the availability of remedies, whether or not the issue adjudicated could dispose of an entire cause of action"}
{"text": "or defense."}
{"text": "(f) Expenses of Arbitration. Each party to the arbitration shall bear all of its own costs incurred prior to and"}
{"text": "during the arbitration proceedings, including the fees and costs of its attorneys or other representatives,"}
{"text": "discovery costs, and expenses of witnesses produced by such party. Each party to the Dispute shall share"}
{"text": "equally all charges rendered by the arbitrator unless otherwise agreed to by the parties. As an express"}
{"text": "limitation to the foregoing, the arbitrator’s award shall include the costs and expenses, including attorneys’"}
{"text": "fees, incurred by the party the arbitrator determines to have prevailed."}
{"text": "(g) Enforcement of Resolution. If the parties to a Arbitral Dispute resolve such Arbitral Dispute through"}
{"text": "negotiation or mediation in accordance with Section 14.01 or Section 14.02 above, and any party thereafter"}
{"text": "fails to abide by the terms of such negotiation or mediation, or if an arbitration award is made in accordance"}
{"text": "with Subsection (d) and any party to the Arbitral Dispute thereafter fails to comply with such resolution ot"}
{"text": "award, then the other party to the Arbitral Dispute may file suit or initiate administrative proceedings to"}
{"text": "enforce the terms of such negotiation, mediation, or award without the need to again comply with the"}
{"text": "procedures set forth in this Subsection (g). In such event, the party taking action to enforce the terms of the"}
{"text": "negotiation, mediation, or the award shall be entitled to recover from the non-complying party (or if more"}
{"text": "than one non-complying party, from all such parties pro rata), all costs incurred to enforce the terms of the"}
{"text": "negotiation, mediation or award including, without limitation, attorneys’ fees and court costs."}
{"text": "Section 14.04 Amendment. This Article XIV shall not be amended unless such amendment is approved by"}
{"text": "Declarant, the Builders, and at least eighty percent (80%) of the percentage of votes of the Association."}
{"text": "ARTICLE XV DEVELOPMENT ACTIVITIES"}
{"text": "Section 15.01 Development Activities. Declarant, any authorized builder, and the contractors, sub-contractors,"}
{"text": "suppliers, vendors, sales agents, realtors and all other related personnel of Declarant or an authorized builder (all such"}
{"text": "Persons sometime herein referred to as “Development Personnel”) have the right to transact any business and conduct"}
{"text": "any activities reasonably necessary for all construction within, and all development of, the Property, and for the sale"}
{"text": "or rental of Lots and single family residences and any other improvements to be constructed within the Property (all"}
{"text": "such construction, development, sales and all related business and activities herein referred to as “Development"}
{"text": "Activities”), including without limitation as set forth in this Section 15.01."}
{"text": "Section 15.02 Marketing. Declarant (and any authorized builder), have the right to maintain models, to have,"}
{"text": "place and maintain sales and promotional signs, flags, banners and similar promotional devices within the Properties,"}
{"text": "to conduct from time to time an “open house” and similar events for realtors and other persons which may include"}
{"text": "without limitation leaving limited access gates (if any) open as hereafter provided, and to use for development, sales"}
{"text": "and/or promotional purposes all or any part of any Lot, including residence or other improvements located thereon,"}
{"text": "which is owned by Declarant or an authorized builder."}
{"text": "30"}
{"text": "B32308 - P794"}
{"text": "kept free of weeds, grass or other vegetation."}
{"text": "(i) All fences or walls erected on each Owner’s Lot must be maintained to prevent any listing or leaning, and all"}
{"text": "broken or damaged members and all holes and cracks must be repaired so that no portion thereof is permitted"}
{"text": "to rot or decay. PAINTING OR STAINING OF WOODEN FENCES IS PROHIBITED UNLESS"}
{"text": "APPROVED IN WRITING BY THE ARC."}
{"text": "G) All recreational equipment, which may be installed if and only if approved by the ARC, must be maintained"}
{"text": "to prevent any unsightly or unkempt condition, including for example but without limitation, proper"}
{"text": "maintenance of swing sets to prevent rust and corrosion, and proper maintenance of basketball goals to"}
{"text": "prevent rust and corrosion and by replacement as needed of torn or worn nets."}
{"text": "(kK) All grass, shrubbery, trees, flower beds, vegetation and all other landscaping, either natural or attificial, on"}
{"text": "each Lot which is not maintained by the Association must be properly irrigated and otherwise properly"}
{"text": "Maintained by and at the sole cost of the Owner of each Lot at all times in accordance with the seasons This"}
{"text": "maintenance includes without limitation all maintenance as is reasonably necessary to obtain and maintain"}
{"text": "on a consistent and continuing basis a sanitary, healthful and attractive condition and appearance and to"}
{"text": "eliminate any condition which may create any unsanitary condition or become a harborage for rodents,"}
{"text": "vermin or other pests, including regular mowing and edging of grass, and, if any grass or shrubs become"}
{"text": "diseased or die, prompt replacement thereof with grass or shrubs of like kind and quality. IN ANY CASE"}
{"text": "WHERE A LOT ABUTS A STREET, THE OWNER MUST IRRIGATE AND MAINTAIN ALL"}
{"text": "LANDSCAPING TO THE STREET CURB REGARDLESS OF WHETHER THE LOT LINE IN FACT"}
{"text": "EXTENDS TO THE STREET CURB, IF AND TO THE EXTENT ANY SUCH AREA IS NOT"}
{"text": "MAINTAINED BY THE ASSOCIATION."}
{"text": "Section 7.03 Adjacent or Adjoining Owners. No Owner or their tenant will allow any condition to exist or fail"}
{"text": "or neglect to provide any maintenance which materially and adversely affects any adjoining or adjacent Lot, any Area"}
{"text": "of Common Responsibility, or any improvements on any such Lot or the Area of Common Responsibility."}
{"text": "Each wall or fence built as part of the original construction of the Townhome Lots which serves and separates"}
{"text": "any two adjoining Lots shall constitute a party wall or fence and, to the extent not inconsistent with the provisions of"}
{"text": "this section, the general rules of law regarding party walls and liability for property damage due to negligent or willful"}
{"text": "acts or omissions shall apply thereto. The cost of reasonable repair and maintenance ofa party wall or fence shall be"}
{"text": "shared by the Owners who make use of the wall or fence in equal proportions. Ifa party wall or fence is destroyed or"}
{"text": "damaged by fire or other casualty, then any Owner who has benefited by the wall or fence may restore it, and the other"}
{"text": "Owner who is benefited by the wall or fence shall contribute one-half of the cost of restoration, without prejudice,"}
{"text": "however, to the right of any Owner to call for a larger contribution from any other Owner under any rule of law"}
{"text": "regarding liability for negligent or willful acts or omissions."}
{"text": "Section 7.04 Remedy for Owner’s Failure to Maintain. In the event the Board or ARC determine that (i) an"}
{"text": "Owmer may have or has failed or refused to discharge properly the Owner’s maintenance obligations as provided in"}
{"text": "this Article, or (ii) the need for maintenance, repair, or replacement which is the responsibility of the Association"}
{"text": "hereunder may have or has been caused through the willful or negligent act or omission of an Owner, the Owner’s"}
{"text": "tenants, or their respective telated parties, then the Board or ARC may conduct inspections of any affected Lot, the"}
{"text": "exterior of the residence and all other buildings thereon, and all other structures and improvements thereon (a"}
{"text": "“Compliance Inspection\") and/or perform the repair, replacement or maintenance (the \"Required Work\") in"}
{"text": "accordance with this Section."}
{"text": " "}
{"text": "The Board or ARC must give written notice of intent to conduct a Compliance Inspection and/or to"}
{"text": "perform Required Work. The notice may be given by posting on the front door of the Dwelling at the applicable Lot"}
{"text": "regardless of any other address maintained by the Owner. Except in the case of an “emergency”, the notice must give"}
{"text": "the applicable Owner not less than ten (10) days to schedule a Compliance Inspection and/or to perform Required"}
{"text": "Work (or to commence and thereafter proceed with diligence to completion of Required Work which cannot be"}
{"text": "reasonably completed in ten (10) days), failing which the Board or ARC may proceed without further notice. For the"}
{"text": "purposes of this Section 7.04, “emergency” means (i) any condition which may or does cause an imminent risk of"}
{"text": "infestation by termites, rats or other vermin, or any other health, fire or safety hazard, (ii) any condition which may or"}
{"text": "does cause water infiltration in to another Lot, Areas of Common Responsibility or any improvements located thereon,"}
{"text": "and (iii) any other thing, condition or exigent circumstances which may or does present an imminent risk of harm or"}
{"text": "18"}
{"text": "B32308 - P808"}
{"text": "Activities, including limiting or denying access to areas of the Property, designating temporary dumping sites,"}
{"text": "maintenance of metal buildings or structures and use of Areas of Common Responsibility and/or improvements"}
{"text": "thereon in connection with its Developmental Activities."}
{"text": "Section 15.09 Time Period. Except as stated in Section 15.05 all provisions of this ARTICLE XV apply to each"}
{"text": "Lot owned by Declarant or an authorized builder until completion of the initial sale of the last Lot in the Property,"}
{"text": "whether or not completion of the initial sale occurs during or after the Development Period."}
{"text": "Section 15.10 Liability. ABSENT INTENTIONAL AND WILLFUL MISCONDUCT, DECLARANT, iTS"}
{"text": "RELATED PARTIES, AND ALL OTHER DEVELOPMENT PERSONNEL {INCLUDING AS TO ANY"}
{"text": "AUTHORIZED BUILDER) ARE NOT LIABLE TO ANY OWNER OR TENANT, OR TC THE ASSOCIATION"}
{"text": "OR ACC, OR TO ANY RELATED PARTIES OF ANY OF THE FOREGOING, OR TO ANY OTHER PERSON"}
{"text": "FOR ANY CONSEQUENCES OF THE REASONABLE CONDUCTING OF ANY DEVELOPMENT"}
{"text": "ACTIVITIES."}
{"text": "ARTICLE XVI_ MISCELLANEOUS"}
{"text": "Section 16.01 Failure of Enforcement. In the event that the Association shall fail to enforce the compliance with"}
{"text": "any of the provisions of this Declaration by the Owner of any Lot, then the Owner of any other Lot shall have the right"}
{"text": "to file an action in the Superior Court of the county where the Property is located for an order from such Court Tequiring"}
{"text": "that the Association enforce such compliance; provided, however, in no event shall the Board of Directors, or any"}
{"text": "officer of the Association, or any of their agents, be personally liable to anyone on account of their failure to enforce"}
{"text": "any of the terms, provisions or restrictions set forth in this Declaration."}
{"text": "Section 16.02 No Waivers. In no event shall the failure by the Association to insist in any one or more cases upon"}
{"text": "the strict performance of any of the terms, covenants, conditions, provisions ot agreements set forth in this Declaration"}
{"text": "be construed as a waiver or relinquishment of the future enforcement of any such term, covenant, condition, provision,"}
{"text": "or agreement. The acceptance of performance of anything required to be performed with knowledge of the breach of"}
{"text": "a term, covenant, condition, provision or agreement shall not be deemed a waiver of such breach, and no waiver by"}
{"text": "the Association of any term, covenant, condition, provision or agreement shall be deemed to have been made unless"}
{"text": "expressed in writing and signed by a duly authorized officer of the Association."}
{"text": "Section 16.03 Duration. This Declaration, and all of the terms, easements, provisions, liens, charges, restrictions"}
{"text": "and covenants set forth herein, shall run with the land and shall be binding on all parties and all persons claiming"}
{"text": "under them for a period of twenty (20) years from and after the date this Declaration is recorded, after which time"}
{"text": "such covenants and restrictions shall be automatically extended for successive periods of twenty (20) years until the"}
{"text": "recordation of an instrument of termination within two (2) years of the expiration of the initial twenty-year period or"}
{"text": "any extension thereof, such instrument having been executed by a minimum of sixty-seven percent (67%) of the record"}
{"text": "Owners of the Lots."}
{"text": "Section 16.04 Notices. Any notice required or permitted to be sent to any member of the Association pursuant to"}
{"text": "any provision of this Declaration may be served by depositing such notice in the mail, postage prepaid, addressed to"}
{"text": "the member or Owner to whom it is intended, at the address which such member shall have furnished to the Secretary"}
{"text": "of the Association in accordance with the Bylaws, or, in the absence of any such address having been so furnished to"}
{"text": "the Secretary of the Association, at the address of the Lot owned by such member. The date of service shall be the"}
{"text": "date of mailing. The address of Declarant or the Association shall be the address of its respective registered agent on"}
{"text": "file with the Secretary of State of North Carolina. The date of service shall be the date shown on the return Teceipt."}
{"text": "Rejection or other refusal to accept shall be deemed to be receipt of the notice sent. °"}
{"text": "Section 16.05 Severability. Whenever possible, each provision of this Declaration shall be interpreted in such"}
{"text": "Tanner as to be effective and valid, but if any provision of this Declaration or the application thereof to any person or"}
{"text": "to any property shall be prohibited or held invalid, such prohibition or invalidity shall not affect any other provision"}
{"text": "or the application of any provision which can be given effect without the invalid provision or application, and to this"}
{"text": "end the provisions of this Declaration are declared to be severable."}
{"text": "Section 16.06 Successors to Declarant. In no event shail any person or other entity succeeding to the interest of"}
{"text": "32"}
{"text": "B32308 - P807"}
{"text": "Section 15.03 Access. JF AND TO THE EXTENT THAT ANY PATROL OR ACCESS SERVICES,"}
{"text": "STRUCTURES OR DEVICES, INCLUDING ANY CONTROLLED ACCESS GATE, GUARDHOUSE AND"}
{"text": "RELATED STRUCTURES AND DEVICES (“PATROL/ACCESS DEVICES”), ARE PROVIDED FOR THE"}
{"text": "PROPERTIES, THEN DURING THE DEVELOPMENT PERIOD, DECLARANT RETAINS FULL AND SOLE"}
{"text": "AUTHORITY AS TO AND CONTROL OVER THE SAME. DECLARANT’S AUTHORITY AND CONTROL"}
{"text": "INCLUDES THE RIGHT IN DECLARANT’S SOLE DISCRETION TO DETERMINE THE HOURS, STAFFING"}
{"text": "AND MANNER OF OPERATION OF ANY AND ALL SUCH PATROL/ACCESS DEVICES, IF ANY. WITHOUT"}
{"text": "LIMITATION OF THE FOREGOING, DECLARANT IS EXPRESSLY AUTHORIZED DURING THE"}
{"text": "DEVELOPMENT PERIOD TO DETERMINE IF AND WHEN ANY PATROL/ACCESS DEVICES WILL BE OR"}
{"text": "BECOME FUNCTIONAL OR OPERATIONAL, INCLUDING THE SOLE RIGHT AND AUTHORITY TO"}
{"text": "DETERMINE IF AND WHEN ANY CONTROLLED ACCESS GATE WILL BE OR BECOME FUNCTIONAL,"}
{"text": "AND IF AND WHEN TO LEAVE ANY CONTROLLED ACCESS GATES OPEN FOR ANY PERIODS OF TIME"}
{"text": "(OR AT ALL TIMES). DURING THE DEVELOPMENT PERIOD DECLARANT MAY ALSO PERMIT, AND"}
{"text": "AFTER THE DEVELOPMENT PERIOD THE ASSOCIATION AND THE BOARD MUST ALSO PERMIT AND"}
{"text": "TAKE ALL NECESSARY ACTIONS TO FACILITATE ACCESS TO THE PROPERTY BY ANY"}
{"text": "DEVELOPMENT PERSONNEL INVOLVED IN ANY DEVELOPMENT ACTIVITIES, BY ANY PROSPECTIVE"}
{"text": "PURCHASERS, BY ANY SALES AGENTS OR REALTORS AND BY ANY OTHER PERSONS AS"}
{"text": "DECLARANT REASONABLY DETERMINES IS NECESSARY OR CONVENIENT TO ACCOMMODATE ANY"}
{"text": "DEVELOPMENT ACTIVITIES. NO PROVISIONS OF THIS DECLARATION, AND NO OTHER"}
{"text": "STATEMENTS OR COMMUNICATIONS BY DECLARANT OR THE ASSOCIATION, OR ANY RELATED"}
{"text": "PARTIES OF EITHER, SHALL EVER CONSTITUTE ANY REPRESENTATIONS OR WARRANTIES BY"}
{"text": "DECLARANT, THE ASSOCIATION, OR THE RELATED PARTIES OF EITHER, CONCERNING THE HOURS,"}
{"text": "STAFFING OR MANNER OF OPERATION OF ANY PATROL/ACCESS DEVICES, OR CONCERNING ANY"}
{"text": "SAFETY OR SECURITY BENEFITS OR PROTECTION REGARDING ANY OF THE SAME, ANY AND ALL"}
{"text": "SUCH REPRESENTATIONS AND WARRANTIES BEING HEREBY EXPRESSLY DISCLAIMED."}
{"text": " "}
{"text": "Section 15.04 Construction. Development Personnel may be required to and are hereby specifically hereby"}
{"text": "authorized to, engage in construction activities, to store equipment or materials, to create accumulations of trash and"}
{"text": "debris, and to otherwise engage in activities and create conditions related to its development of the Property, including"}
{"text": "the construction and sale of residences and any other improvements in the Property, upon multiple Lots, Area of"}
{"text": "Common Responsibility and any other properties within the Property, excluding any Lot after the initial sale of the"}
{"text": "Lot to an Owner other than Declarant or an authorized builder and occupancy of the Lot by the said other Owner or"}
{"text": "their tenant. Without limitation of the foregoing, Declarant and any authorized builder are specifically authorized to"}
{"text": "engage in any of the foregoing activities and any other Development Activities at any times and on any days (including"}
{"text": "Sundays and holidays) as Declarant or the authorized builder deems necessary, subject to Declarant’s right to regulate"}
{"text": "authorized builders as herein provided."}
{"text": "Section 15.05 Use of Areas of Common Responsibility. During the Development Period, Declarant’s"}
{"text": "Development Personnel (and Development Personnel of any authorized builder to the extent expressly permitted by"}
{"text": "Declarant) may use for any Development Activities, without charge, any Area of Common Responsibility (including"}
{"text": "improvements thereon)."}
{"text": " "}
{"text": "Section 15.06 Construction Facilities. Declarant (and any authorized builder) may permit temporary toilet"}
{"text": "facilities, sales and construction offices and storage areas to be used in connection with the construction and sale of"}
{"text": "residences at such locations as Declarant may direct, Declarant may also authorize usage of garages as sales offices"}
{"text": "during the Development Period. At or prior to the date of the sale of a Lot to an Owner other than Declarant or an"}
{"text": "authorized builder, any garage appurtenant to the residence located on the Lot used for sales purposes must be fully"}
{"text": "reconverted to a garage, and any such other Owner or their successors in title shall be responsible for completion of"}
{"text": "the reconversion to any extent the reconversion is not completed as aforesaid."}
{"text": "Section 15.07 Parking. Development Personnel may park vehicles at any locations within or in the vicinity of the"}
{"text": "Properties as is necessary to conducting of any Development Activities, excluding the private driveway, if any, as to"}
{"text": "any residence which is owned by an Owner other than Declarant or an authorized builder and which is occupied by"}
{"text": "the Owner or their tenant."}
{"text": "Section 15.08 Construction Regulations. Declarant may establish any reasonable regulations as to Owners and"}
{"text": "tenants, as to the Association, the Board and/or the ARC, as to any related parties of any of the foregoing, and as to"}
{"text": "any other Person, which Declarant deems appropriate to avoid hindrance or interference with any Development"}
{"text": "31"}
{"text": "B32308 - P793"}
{"text": "no responsibility for maintaining any Yard Improvements inside of such fence, (ii) the Association’s obligation to"}
{"text": "maintain shail not include the obligation to replace any plant, shrub or tree for any reason; and (iii) the Association"}
{"text": "shall not be responsible for repair or replacement of any Yard Improvements when ‘such repair or replacement is"}
{"text": "necessitated by work done by or at the request of any Owner or any utility company or governmental authority. Ifa"}
{"text": "common irrigation system that provides irrigation for the Lots is installed by Declarant, the Association shall maintain,"}
{"text": "repair and operate such system in good condition, subject to the requirements of the applicable governmental"}
{"text": "authorities, including but not limited to, any restrictions imposed or recommended during periods of drought. If"}
{"text": "individual irrigation systems are installed to serve the Lots individually, the Association may set the times at which"}
{"text": "such irrigation systems will water a Lot's landscaping, the duration of such watering and may control an Owner's use"}
{"text": "of such system, all without incurring any cost for water or other utility charge."}
{"text": "Section 7.02 Owner’s Maintenance Responsibility. Except to the extent the Association is responsible for"}
{"text": "maintenance as provided in this Declaration, Each Owner must maintain the exterior of each Owner’s Dwelling,"}
{"text": "garage, and all other buildings, structures, fences, walls, recreational equipment, landscaping, and improvements"}
{"text": "located upon each Owner’s Lot, in an attractive, sound and well maintained condition, including proper maintenance"}
{"text": "and repair as needed of paint, bricks, siding, roofs, exterior wails, driveways, parking areas and all other exterior"}
{"text": "portions of the Owner’s residence and garage. Without limitation of the foregoing, each Owner must provide proper"}
{"text": "repair and maintenance as and when needed as follows:"}
{"text": " "}
{"text": "(a) The exterior paint on each Owner’s Dwelling must be maintained so that no portion thereof peels, scales or"}
{"text": "cracks excessively, and all painted portions remain neat and free of mildew and discoloration. NO CHANGE"}
{"text": "IN THE EXTERIOR COLOR SCHEME OF A DWELLING AS ORIGINALLY CONSTRUCTED"}
{"text": "(INCLUDING AS TO THE ORIGINAL EXTERIOR PAINT COLOR OR COLORS OR THE"}
{"text": "CONFIGURATION OF THE COLORS) IS PERMITTED WITHOUT PRIOR WRITTEN APPROVAL"}
{"text": "FROM THE ARC."}
{"text": "(b) The windows must bé maintained so that no caulking thereon is chipped or cracked and no window panes"}
{"text": "are cracked or broken. All windowsills, door jams and thresholds, framing and trim for all windows and"}
{"text": "exterior doors and all hinges, latches, locks and all other hardware which are part of and/or necessary to the"}
{"text": "proper functioning of all windows and exterior doors must be maintained so that all remain whole, sound, in"}
{"text": "a neat and attractive condition and fully operational."}
{"text": "(c) All exterior doors, including garage doors, must be maintained, repaired, replaced and/or repainted as needed"}
{"text": "to prevent an unkempt or unsightly appearance, to prevent leaning or listing, and such as to maintain same in"}
{"text": "proper working condition, including replacement as needed of damaged or dented garage door panels and"}
{"text": "any cracked or broken glass in any door."}
{"text": "(a) All exterior surfaces on each Owner’s Dwelling, mcluding siding, brick, stone and stucco, as applicable, must"}
{"text": "be properly maintained at all times."}
{"text": "(e) All exterior surfaces of each Owner’s Dwelling, including the roof and all walls, windows and exterior doors,"}
{"text": "toust be periodically cleaned as needed to prevent mold, mildew or other discoloration."}
{"text": "() The roof on each Owner’s Dwelling must be maintained to prevent sagging, to prevent leaks, so that all"}
{"text": "shingles, tiles or slates are properly secured, curled shingles or damaged shingles, tiles or slates are replaced"}
{"text": "and no worn areas or holes are permitted to remain, and such that the structural integrity and exterior"}
{"text": "appearance of the roof is maintained. The appearance of the roof may not be changed by any such"}
{"text": "maintenance without the express written approval of the ARC."}
{"text": "(g) The rain gutters and downspouts on each Owner’s Dwelling, if any, must be maintained so that all are"}
{"text": "properly painted or treated 1o prevent rust and corrosion, are properly secured to roof, eaves, gables or exterior"}
{"text": "walls (as the case may be), are maintained without holes,.and are promptly repaired or replaced if dented or"}
{"text": "otherwise damaged."}
{"text": "(h) All concrete areas on each Owner's Lot, including sidewalks and driveway, must be maintained so that all"}
{"text": "cracks are appropriately patched or surfaced as they appear, expansion joints are maintained, repaired or"}
{"text": "replaced, as needed, and oil, grease and other stains are removed as they appear, and all such areas must be"}
{"text": "17"}
{"text": "B32308 - P797"}
{"text": "or removal performed by the Declarant upon any property while such property is owned by the Declarant shail be"}
{"text": "exempt from the provisions of this Section."}
{"text": "Section 8.04 Architectural Review Committee. Responsibility for the review of all applications under this"}
{"text": "ARTICLE VIII shall be vested in the ARC, the members of which need not be Owners, Members of the Association"}
{"text": "or representatives of Owners or Members, and may, but need not, include architects, landscape architects, engineers"}
{"text": "or similar professionals, whose compensation, if any, shall be established from time’ to time by the Association. The"}
{"text": "ARC may establish and charge reasonable fees for review of applications hereunder and may require such fees to be"}
{"text": "paid in full prior to review of any application. Such fees may include the reasonable costs incurred by the ARC in"}
{"text": "having any application reviewed by architects, engineers or other professionals."}
{"text": " "}
{"text": "The ARC shall have exclusive jurisdiction over al] construction, alterations or additions on any"}
{"text": "portion of the Property. Until one hundred percent (100%) of the Lots are Improved Lots, the Declarant retains the"}
{"text": "right to appoint all members of the ARC, who shall serve at the Declarant’s discretion. There shall be no surrender"}
{"text": "of this right prior to that time except in a written instrument in recordable form executed by Declarant. Upon the"}
{"text": "expiration or surrender of such right, the Board shall appoint the members of the ARC, who shall thereafter serve and"}
{"text": "may be removed in the Board’s discretion."}
{"text": "ARC approval of proposals, plans and specifications, or drawings for any work done or proposed,"}
{"text": "or in connection with any other matter requiring approval, shall not be deemed to constitute a waiver of the right to"}
{"text": "withhold approval as to any similar proposals, plans and specifications, drawings, or other matters subsequently or"}
{"text": "additionally submitted for approval."}
{"text": "Section 8.05 Delegation. The ARC, with the approval of the Board, may delegate its responsibilities in defined"}
{"text": "categories of review (such as, but not limited to, changes during construction to previously approved plans) to a"}
{"text": "subcommittee, designated ARC member or staff member, and may create from among its staff and/or members"}
{"text": "subcommittees to perform certain or all of its review tasks, and may also employ professional assistance in carrying"}
{"text": "out its duties and responsibilities. No delegation of the ARC’s responsibilities will prevent the ARC from reviewing"}
{"text": "and overturning the decision of the person or entity to which such authority was delegated. The ARC or the Board"}
{"text": "may revoke, at any time, any delegation of the ARC's responsibilities."}
{"text": "Section 8.06 Limitation of Liability. The standards and procedures established pursuant to this Article VIII are"}
{"text": "intended to provide a mechanism for maintaining and enhancing the overall aesthetics of the Property only and shall"}
{"text": "not impose on Declarant, the Association or the ARC any duty to any Person. Neither Declarant, the Association, nor"}
{"text": "the ARC, shall bear any responsibility for ensuring the structural integrity or soundness of approved construction or"}
{"text": "modifications, the adequacy of soils or drainage, or for ensuring compliance with building codes and other"}
{"text": "requirements or regulations of the Governmental Authorities. IN ALL CASES THE OWNER IS RESPONSIBLE"}
{"text": "FOR ENSURING COMPLIANCE WITH BUILDING CODES AND OTHER GOVERNMENTAL REGULATIONS"}
{"text": "AND FOR ENSURING THE STRUCTURAL INTEGRITY OR SOUNDNESS OF PROPOSED CONSTRUCTION"}
{"text": "OR MODIFICATIONS, THE ADEQUACY OF SOILS OR DRAINAGE. Neither Declarant, the Association, the"}
{"text": "ARC, nor any member of any of the foregoing, shall be held liable for any injury, damages, or loss arising out of the"}
{"text": "manner or quality of approved construction on or modifications to any Lot. In all matters, the ARC and its members"}
{"text": "shall be defended and indemnified by the Association as provided in this Declaration and the Articles of Incorporation"}
{"text": "and Bylaws of the Association."}
{"text": "ARTICLE IX INSURANCE"}
{"text": "Section 9.01 Association Insurance. The Association shall obtain and maintain commercial general liability"}
{"text": "insurance of at least One Million and 00/100 Dollars ($1,000,000.00), and, if reasonably available, directors’ and"}
{"text": "officers’ liability insurance. Policies may contain a reasonable deductible as determined by the Board of Directors."}
{"text": "In addition, the Board of Directors shall obtain worker’s compensation insurance, if and to the extent necessary to"}
{"text": "satisfy the requirements of applicable laws, and a fidelity bond or bonds on all persons handling or responsible for the"}
{"text": "Association’s funds, if reasonably available. If obtained, the amount of fidelity coverage shall at least equal three"}
{"text": "months’ total assessments plus reserves on hand. Fidelity coverage shall contain a waiver of all defenses based upon"}
{"text": "the exclusion of persons serving without compensation. All such insurance coverage shall be written in the name of"}
{"text": "21"}
{"text": "B32308 - P803"}
{"text": "Section 11.20 Flags. Except for the proper and respectful display of the flag of the United States of America or"}
{"text": "the State of North Carolina in compliance with applicable law and of a size no greater than four (4) feet wide by six"}
{"text": "(6) feet long, no Owner may erect or install a flagpole or decorative banner on any portion of a Lot, including"}
{"text": "freestanding detached flagpoles or banners, and those that are attached to a Lot, without the prior written approval of"}
{"text": "the ARC."}
{"text": "Section 11.21 Traffic Sight Line Areas. No fence, wall, hedge, tree, shrub planting or any other thing or device"}
{"text": "which obstructs sight lines at elevations between two and eight feet (2' & &') above a street is permitted: (i) on any"}
{"text": "comer Lot within the triangular area formed by the two (2) boundary lines thereof abutting the corer streets and a"}
{"text": "line connecting them at points twenty-five feet (25’) from their intersection, or (ii) on any Lot within the triangular"}
{"text": "area formed by the boundary line abutting a street, the edge line of any driveway pavement and a line connecting them"}
{"text": "at points ten feet (10') from their intersection, Notwithstanding the foregoing, wrought-iron fencing which incorporates"}
{"text": "vertical bars spaced not less than four inches apart (measured from center to center of each bar) may be placed within"}
{"text": "either of the aforesaid sight-line areas. The foregoing also does not prohibit construction of any residence or garage"}
{"text": "at any location permitted by this Declaration, the Plats or applicable governmental regulations even if the residence"}
{"text": "or garage encroaches upon either of the aforesaid sight line areas."}
{"text": "Section 11.22 Artificial Vegetation, Exterior Sculptures and Similar Items. Unless otherwise approved by"}
{"text": "Declarant or the ARC, artificial vegetation or other artificial landscaping, exterior sculpture, fountains, flags,"}
{"text": "birdhouses, birdbaths and other decorative embellishments or similar items are prohibited at any location upon a Lot"}
{"text": "which is visible from any street or at ground level from another Lot."}
{"text": " "}
{"text": "Section 11.23 Pollutants, Hazardous Materials. Without limitation of any other provisions of this Section, no"}
{"text": "Owner or tenant, and related parties of either, may dump grass clippings, leaves or other debris, detergents, petroleum"}
{"text": "products, fertilizers, or other pollutants or potentially hazardous or toxic substances, in any sewer system, water"}
{"text": "system, drainage ditch, stream, pond or lake within the Property, or do anything, or maintain or permit any condition"}
{"text": "in violation of applicable environmental, toxic or hazardous waste or similar laws, rules or regulations. Storage of"}
{"text": "gasoline, heating or other fuels, or of any hazardous or toxic materials upon any Lot is strictly prohibited (except that"}
{"text": "up to five gallons of fuel may be stored upon a Lot for emergency purposes and operation of lawn mowers and similar"}
{"text": "tools or equipment if properly kept and stored in a safe and non-hazardous manner}. THE FOREGOING DOES NOT"}
{"text": "PLACE UPON DECLARANT, THE ASSOCIATION, THE ARC OR ANY OF THEIR RELATED PARTIES ANY"}
{"text": "OBLIGATION FOR ENFORCEMENT OF ANY APPLICABLE ENVIRONMENTAL, TOXIC, OR HAZARDOUS"}
{"text": "WASTE OR SIMILAR LAWS, RULES, OR REGULATIONS."}
{"text": " "}
{"text": "Section 11.24  Owner’s Liability for Payment of Association Costs. Rach Owner, tenant, and their related parties,"}
{"text": "are expressly prohibited from doing anything which could or does (i) increase the Association’s costs of insurance or"}
{"text": "‘result in cancellation or diminution in insurance coverage, (ii) cause damage to any Area of Common Responsibility,"}
{"text": "including any facilities thereon, or (iii) increase costs of maintenance, repair, replacement, management, operation or"}
{"text": "discharge of any other obligations of the Association regarding the Area of Common Responsibility, including any"}
{"text": "facilities thereon, or any other areas maintained by the Association. Regardless of availability of insurance coverage,"}
{"text": "the Association may charge to each responsible Owner, as a special assessment, all increased costs and all other"}
{"text": "damages resulting, directly or indirectly, from the acts or omissions of an Owner, tenants, or their related parties, in"}
{"text": "violation of the foregoing provisions."}
{"text": "ARTICLE XII AMENDMENT"}
{"text": "Until the termination of the Development Period, the Declaration may be amended only by Declarant, who"}
{"text": "may unilaterally amend this Declaration for any purpose. Thereafter, Declarant or the Board may unilaterally amend"}
{"text": "this Declaration if such amendment is necessary to: (a) bring any provision hereof into compliance with any applicable"}
{"text": "governmental statute, rules or regulation or judicial determination which shall be in conflict therewith, (b) enable any"}
{"text": "reputable title insurance company to issue tifle insurance coverage with respect to the Lots, (c) enable an institutional"}
{"text": "or governmental lender, purchaser, insurer or guarantor of mortgage loans (such as the Federal National Mortgage"}
{"text": "Association or Federal Home Loan Mortgage Corporation) to make, purchase, insure or guarantee mortgage loans on"}
{"text": "the Lots, (d) an amendment is necessary to enable any governmental agency or private insurance company, including"}
{"text": "but not limited to the U.S. Department of Housing and Urban Development and the U.S. Department of Veterans"}
{"text": "Affairs, to insure or guarantee mortgage loans on the Lots. However, any such amendment shall not adversely affect"}
{"text": "27"}
{"text": "B32308 - P804"}
{"text": "the title to any Owner’s Lot unless such Lot Owner shall consent thereto in writing, or (¢) an amendment related to"}
{"text": "the merger of the Association into some other owner’s association. After the termination of the Development Period,"}
{"text": "except for items (a) through (e) above, this Declaration may be amended only upon the affirmative vote or written"}
{"text": "consent, or any combination thereof, of two-thirds (2/3) of the Lot Owners."}
{"text": "Any amendment shall become effective upon the recording with the Register of Deeds of the instrument"}
{"text": "evidencing such change unless a later effective date is specified therein. If an Owner consents to an amendment to"}
{"text": "this Declaration or the Bylaws, it will be conclusively presumed that such Owner has the authority to consent, and no"}
{"text": "contrary provision in any Mortgage or contract between the Owner and a third party wiil affect the validity of such"}
{"text": "amendment. Any challenge to an amendment must be made within six months of the recording of the amendment or"}
{"text": "such amendment shall be presumed to have been validly adopted and to be valid,"}
{"text": "Every Owner, by taking record title to a Lot, and each holder of a mortgage upon any portion of any Lot, by"}
{"text": "acceptance of such mortgage, hereby agrees that the terms, provisions, covenants and restrictions of this Declaration,"}
{"text": "may be amended as provided herein."}
{"text": "ARTICLE XHI NON-ARBITRAL PROCEEDINGS."}
{"text": "Except as otherwise limited by this Article XIII, enforcement of these covenants and restrictions pertaining"}
{"text": "to: (a) actions brought by the Association against Owners (excluding Declarant or any Builder) to enforce the"}
{"text": "provisions of this Declaration (including the foreclosure of liens); (b) the collections of assessments; (c) proceeding"}
{"text": "involving challenges to ad valorem taxation; or (d) counterclaims brought by the Association in proceedings instituted"}
{"text": "against it ((a)-(d) hereinafter collectively “Non-Arbitral Proceedings”); may be by any proceeding at law or in equity"}
{"text": "against any Person or Persons violating or attempting to violate any covenant or restriction, either to restrain violation"}
{"text": "or to recover damages, and against the Lots, to enforce any liens created by this Declaration."}
{"text": "ARTICLE XIV ARBITRAL PROCEEDINGS."}
{"text": "Any dispute other than the Non-Arbitral Proceedings described in ARTICLE XIII above, arising out of or"}
{"text": "related, in whole or in part to this Declaration, or the Property, or any portion thereof or improvement thereon,"}
{"text": "including any claim involving the Declarant or Builder (“Arbitral Proceedings”), shall be resolved in accordance with"}
{"text": "the procedures described below."}
{"text": "Section 14.01 Negotiation. Before any other action is taken on an Arbitral Proceeding, the parties thereto shall"}
{"text": "attempt to resolve the dispute through negotiation and the following procedures."}
{"text": "(a) Alleged Construction Defects. No Person shall retain an expert for the purpose of inspecting the design or"}
{"text": "construction of any structures or improvements within the Property in connection with or in anticipation of"}
{"text": "any potential or pending claim, demand, or litigation involving such design or construction unless Deciarant,"}
{"text": "any Builder, architect, engineer, or landscape professional involved in the design or construction have been"}
{"text": "first notified in writing and given the opportunity to meet with the Person contemplating the engagement of"}
{"text": "an expert (the “Claimant”), to conduct an inspection, and to repair deficiencies, if any, identified by the"}
{"text": "Declarant, Builder, architect, engineer, or landscape professional {the “Respondent”). If after providing such"}
{"text": "opportunity to the Respondent the Claimant elects to retain an expert, the Claimant shall thereafter deliver to"}
{"text": "the Respondent written notice that includes, at a minimum, (a) a description of the alleged defect; (b) a"}
{"text": "certification from an architect or engineer licensed in the State of North Carolina that such alleged defect"}
{"text": "exists along with a description of the scope of work necessary to cure such alleged defect and a regurne of"}
{"text": "such architect or engineer; and (c) the cost to cure such alleged defect as estimated by the architect or"}
{"text": "engineer. After delivering the notice required by the preceding sentence the Claimant shall afford the"}
{"text": "Respondent a reasonable opportunity to cure the alleged defect before initiating any proceedings pursuant to"}
{"text": "this Section 14.01(a)."}
{"text": "(b) All other Arbitral Disputes. In all Arbitral Disputes other than construction defect claims which are addressed"}
{"text": "28"}
{"text": "B32308 - P798"}
{"text": "the Association."}
{"text": "Section 9.02 ~ Individual Insurance. Each Owner, by virtue of taking title to a Lot subject to this Declaration,"}
{"text": "acknowledges that the Association has no obligation to provide any insurance for any portion of individual Lots. Each"}
{"text": "Owner covenants and agrees with all other Owners and with the Association that each Owner will maintain at ail times"}
{"text": "all-risk casualty insurance as well as a liability policy covering damage or injury occurring on a Lot. The casualty"}
{"text": "insurance shall cover loss or damage by fire and other hazards commonly insured under an all-risk policy, ifreasonably"}
{"text": "available, and shall be in an amount sufficient to cover the full replacement cost of any repair or reconstruction of a"}
{"text": "covered item in the event of damage or destruction from any such hazard,"}
{"text": "The Board has the right, but not the obligation, to require the Owner to furnish a copy of such"}
{"text": "insurance policy or policies to the Association. In the event that any such Owner fails to obtain insurance as required"}
{"text": "by this Section, the Association has the right, but not the obligation, to purchase such insurance on behalf of the Owner"}
{"text": "and to assess the cost thereof to the Owner, to be collected in the manner provided for collection of assessments herein."}
{"text": "Upon request by the Board, the Owner shall furnish a copy of such insurance policy or policies to"}
{"text": "the Association."}
{"text": "Section 9.03 Additional Insurance Requirements."}
{"text": " "}
{"text": "The Board of Directors shall utilize reasonable efforts to include the following provisions in the"}
{"text": "policies that the Association obtains:"}
{"text": "(a) waiver of the insurer's rights of subrogation of any claims against directors, officers, the managing agent, the"}
{"text": "individual Owners, occupants, and their respective household members;"}
{"text": "(b) an agreed value endorsement and an inflation guard endorsement; and"}
{"text": "(c) until the expiration of thirty (30) days after the insurer gives notice in writing to the Mortgagee of any Lot,"}
{"text": "the Mortgagee’s insurance coverage will not be affected or jeopardized by any act or conduct of the Owner"}
{"text": "of such Lot, the other Owners, the Board of Directors, or any of their agents, employees, or household"}
{"text": "tmembers, nor be canceled for nonpayment of premiums."}
{"text": "All policies of insurance shall be written with a company licensed to do business in the State of"}
{"text": "North Carolina, Exclusive authority to adjust losses under policies obtained by the Association shall be vested in the"}
{"text": "Association’s Board of Directors; provided, however, no Mortgagee having an interest in such losses may be"}
{"text": "prohibited from participating in the settlement negotiations, if any, related thereto."}
{"text": "Nothing contained herein gives any Owner or other party a priority over the rights of first"}
{"text": "Mortgagees as to distribution of insurance proceeds. Any insurance proceeds payable to the Owner of a Lot on which"}
{"text": "there is a Mortgagee endorsement shall be disbursed jointly to such Lot Owner and the Mortgagee. This is a covenant"}
{"text": "for the benefit of any such Mortgagee and may be enforced by any such Mortgagee. In the event of an insured loss,"}
{"text": "any required deductible shall be considered a maintenance expense to be paid by the person or persons who would be"}
{"text": "tesponsible for such loss in the absence of insurance. If the loss affects more than one Lot, the cost of the deductible"}
{"text": "may be apportioned equitably by the Board among the parties suffering loss in proportion to each affected Owner’s"}
{"text": "portion of the total cost of repair. Notwithstanding this, if the insurance policy provides that the deductible will apply"}
{"text": "to each Lot separately or to each occurrence, each Lot Owner shall be responsibie for paying the deductible pertaining"}
{"text": "to his or her Lot, if any. If any Owner or Owners fail to pay the deductible when required under this subparagraph,"}
{"text": "then the Association may pay the deductible and assess the cost to the Owner or Owners pursuant 10 the terms of this"}
{"text": "Declaration. ."}
{"text": "Additionally, the Association shall obtain such msurance coverage as is necessary to satisfy the"}
{"text": "requirements of the Federal Home Loan Mortgage Corporation, the Federal National Mortgage Association, the U.S."}
{"text": "Department of Veterans Affairs, and the U.S. Department of Housing and Urban Development, if and to the extent"}
{"text": "applicable to the Property."}
{"text": "22 |"}
{"text": "B32308 - P802"}
{"text": "protrudes through any exterior wall of such building."}
{"text": "Section 11.13 Window Treatments. Except as may be otherwise approved in accordance with the Architectural"}
{"text": "Control provisions contained in ARTICLE VIL, all window treatments visible from the outside of a Lot shall be white"}
{"text": "or off-white in color, No bed sheets, newspaper, tin foil, or similar materials may be used as window treatments."}
{"text": "Section 11.14 No Subdivision of Lots or Timesharing. No Lot may be further subdivided into any smaller Lot."}
{"text": "No Lot shail be made subject to any type of timesharing, fraction-sharing or similar program whereby the exclusive"}
{"text": "use of the Lot rotates among members of the program on a fixed or floating time schedule over a period of years."}
{"text": " "}
{"text": "Section 11.15 | No Combination of Lots. Contiguous Lots may not be combined together without prior written"}
{"text": "consent of the Board of Directors. In the event that the Board of Directors does approve such a combination, such"}
{"text": "combination shall thereafter be deemed to be a single Lot for all purposes of this Declaration, except that"}
{"text": "notwithstanding the foregoing, the amount of assessments for which such single Lot shall be thereafter liable shall be"}
{"text": "equal to the total assessments for which all of the Lots which were so combined would have been liable had such"}
{"text": "combination not taken place."}
{"text": "Section 11.16 Decks, Patio Areas, Stoops, Driveways and Sheds. Grills, patio furniture, potted plants and other"}
{"text": "items are permitted on patio areas, subject to local ordinances and any rules promulgated by the Association with"}
{"text": "respect thereto. Any items placed on front stoops and driveways must comply with any rules promulgated by the"}
{"text": "Association with respect thereto. Detached storage buildings, sheds or animal pens are prohibited."}
{"text": " "}
{"text": "Section 11.17 _ Interpretation. In all cases, the covenants and restrictions herein contained shall be construed and"}
{"text": "interpreted in a manner which, in the opinion of the Board of Directors, will best effect the intent of the general pian"}
{"text": "of development and maintenance herein set forth. Subject to the terms of this Section and the Board of Directors’"}
{"text": "duty to exercise business judgment and reasonableness, the Board of Directors may modify, cancel, limit, create"}
{"text": "exceptions to, or expand the restrictions contained herein and may create, modify and enforce reasonable rules"}
{"text": "governing the use of the Property consistent with the law and with other provisions in this Declaration. The Board of"}
{"text": "Directors shall send notice to all Owners concerning any new or amended restrictions or rules prior to the date that"}
{"text": "such restrictions or rules go into effect. For this purpose, notice may be sent to each Owner by U.S. mail, hand"}
{"text": "delivery, electronic telecommunication or publication in a community notice or newsletter delivered or mailed 1o each"}
{"text": "Owner."}
{"text": "Section 11.18 | Removal of Trees. The City maintains requirements that currently affect the Property regarding"}
{"text": "“tree coverage” or “tree protection”, as are set forth by City ordinance or City zoning code. All owners shall be"}
{"text": "responsible for observing and complying with the applicable ordinances and requirements of the City concerning tree"}
{"text": "removal and tree protection. Because the ordinances and requirements of the City may change from time to time, all"}
{"text": "Owners should consult the City planning department or other applicable entity prior to the removal or disturbance of"}
{"text": "any trees from or on their Lot. ‘"}
{"text": "The Association shall keep and maintain any portion of the Open Space designated on a Final Plat"}
{"text": "as a “Tree Coverage Area” in its natural and undisturbed state, and no Person shall remove any trees or other vegetation"}
{"text": "within such area or take any other action that would disturb or alter the undisturbed condition or nature of such area,"}
{"text": "except that the Association has the right to remove dead or diseased trees and to take other actions with the approval"}
{"text": "of the City."}
{"text": "Section 11.19, Surface Water Management. No Owner or any other person shall do anything to adversely affect"}
{"text": "the general surface water management and drainage of the Property, without the prior written approval of the City and"}
{"text": "any other applicable controlling governmental authority, including, but not limited to, the excavation or filling in of"}
{"text": "any Lot. Provided, however, the foregoing shall not be deemed to prohibit or restrict the initial construction of"}
{"text": "Improvements upon a Lot or other portion of the Property by Declarant in accordance with permits issued by"}
{"text": "controlling governmental authorities. In particular, no Owner shall install any landscaping or place any fill on the"}
{"text": "Owner’s Lot which would adversely affect the drainage of any contiguous Lot. After initial construction by the"}
{"text": "Declarant or a Builder, no Owner shall be permitted to reshape or alter the topographical features ot area within any"}
{"text": "drainage easement, nor shall any Owner be permitted to install fences or other Improvements or structures within a"}
{"text": "drainage easement, including the installation of landscaping, plants, trees or other vegetation, except for !ow growing"}
{"text": "grass. The application of herbicide to the portions of the Property within any drainage easement is prohibited."}
{"text": "26"}
{"text": "(b)"}
{"text": "(c)"}
{"text": "(a)"}
{"text": "B32308 - P796"}
{"text": "the classification of contractor's license held by such contractor and the address and telephone number of the"}
{"text": "contractor. This information shall be submitted to the ARC with the application. If the identity and license"}
{"text": "information for the contractor is not available when the Owner makes application to the ARC, the information"}
{"text": "shall be submitted to the ARC at least thirty (30) days prior to commencement of construction."}
{"text": "ARC approvals shall be valid for one (1) year from the date of issuance, except as to ARC approvals issued"}
{"text": "to a Builder that specify a longer duration and then only as to the duration stated in such approval, and ARC"}
{"text": "approvals will not be modified or terminated during such period. If construction does not commence on a"}
{"text": "project for which plans have been approved within one year after the date of approval, except as to ARC"}
{"text": "approvals issued to a Builder that specify a longer duration and then only as to the duration stated in such"}
{"text": "approval, such approval shall be deemed withdrawn and it shall be necessary for the Owner to reapply for"}
{"text": "approval before commencing any activities. Once construction is commenced, it shall be diligently pursued"}
{"text": "to completion. Ail work shall be completed within one year of commencement unless otherwise specified in"}
{"text": "the notice of approval or unless the ARC grants an extension in writing, which it shall not be obligated to do,"}
{"text": "If approved work is not completed within the required time, it shall be considered nonconforming and shall"}
{"text": "be subject to enforcement action by the Association, without limiting the generality of the foregoing, the"}
{"text": "Association may, in its sole discretion, either restore the Lot to the condition that existed before construction"}
{"text": "began or may complete construction, either at the Owner's costs and with lien nights created herein and under"}
{"text": "North Carolina law. ,"}
{"text": "The plans and specifications, which must be submitted to the ARC prior to the commencement of any such"}
{"text": "work upon any Lot, as hereinabove provided, shall contain at least the nature, kind, shape, height, materials,"}
{"text": "color, texture and location of such structure, alteration or landscaping and such other information as the ARC"}
{"text": "May reasonably request in order to render a decision."}
{"text": "The ARC shail, within thirty (30) days after receipt of a request by an Owner, furnish to any Owner a written"}
{"text": "response signed by a member of the ARC, stating whether any exterior addition to, change in, or alteration"}
{"text": "of any structure or landscaping owned by such member on a Lot is in compliance with the provisions of this"}
{"text": "Section, and such certificate shall be conclusive as to whether the same is in such compliance,"}
{"text": "If any construction or alteration or landscaping work is undertaken or performed upon any portion of the"}
{"text": "Property (i) without application having been first made and approval obtained as provided in subparagraph"}
{"text": "(a) of this Section, (ii) in a manner that deviates from the plans approved by the ARC, or (iii) without prompt"}
{"text": "completion, as determined by the ARC, said work shall be deemed to be in violation of this covenant, and"}
{"text": "the Owner upon whose Lot said work was undertaken or performed or the Neighborhood Association upon"}
{"text": "whose Property said work was undertaken or performed may, in the case of unapproved work, be required to"}
{"text": "restore to its original condition, at his sole expense, the property upon which said work was undertaken or"}
{"text": "performed, or in the case of approved work, complete the work promptly and in strict compliance with"}
{"text": "approved plans. Upon the failure or refusal of any Person to perform the work required herein, the ARC, or"}
{"text": "their authorized agents or employees, may, after fourteen (14) days' notice to such Person, enter upon the"}
{"text": "property, and make such restoration or complete such work as the ARC, in the exercise of its discretion, may"}
{"text": "deem necessary or advisable. The Person upon whose property such work shall have been performed shall"}
{"text": "be personally liable to the Association for all direct and indirect costs which the Association shall incur in"}
{"text": "the performance of such work, including without limitation, reasonable attorneys” fees, and the liability for"}
{"text": "such cost shall be secured by all the liens, and shall be subject to the same means of collection, as the"}
{"text": "assessments provided for in this Declaration, Such costs shall be paid to the Association by the Person liable"}
{"text": "for the same at the same time as the next due Annual Assessment payment, or at such earlier time, and in"}
{"text": "such installments, as the Board of Directors shall determine."}
{"text": "Section 8.02 . No Combination of Lots. Contiguous Lots may not be combined without the prior written consent"}
{"text": "of the ARC. If the ARC approves a combination, such combination shail thereafter be deerned to be a single Lot for"}
{"text": "all purposes of this Declaration, except that notwithstanding the foregoing, the amount of assessments for which such"}
{"text": "single Lot shall be thereafter liable shall be equal to the total assessments for which all of the Lots that were combined"}
{"text": "would have been liable had such combination not taken place."}
{"text": "Section 8.03 Declarant Exemption. Notwithstanding anything stated to the contrary herein, nothing contained in"}
{"text": "this ARTICLE VIII shall be construed as prohibiting any construction, alteration, addition or removal by the Declarant"}
{"text": "upon any portion of the Property while such property is owned by the Declarant. Any construction, alteration, addition"}
{"text": "20"}
{"text": "B32308 - P790"}
{"text": "as a debt; (y) the right and power to foreclose the Association's continuing lien for"}
{"text": "assessments by all methods available for the enforcement of a mortgage, deed of trust or"}
{"text": "any other contractual lien, including foreclosure by an action brought in the name of the"}
{"text": "Association either judicially or non-judicialiy by power of sale; and (z) a coatinuing power"}
{"text": "of sale in connection with the non-judicial foreclosure of the Association's continuing lien"}
{"text": "for assessments as herein provided."}
{"text": "The Board of Directors or the then President of the Association may appoint, in writing, at"}
{"text": "any time and from time to time, an officer, agent, trustee, or attorney of the Association"}
{"text": "(the \"Trustee\") to exercise the power of sale on behalf of and as the agent of the"}
{"text": "Association, including without limitation to deliver and file the notices required by the"}
{"text": "Chapter 47F of the North Carolina General Statutes (the “Code”), and to conduct the sale"}
{"text": "and to otherwise comply with said statute. The Board of Directors or the then President of"}
{"text": "the Association may, at any time and from time to time, remove any such Trustee and"}
{"text": "appoint a successor or substitute Trustee without further formality than an appointment and"}
{"text": "designation in writing. Except as otherwise provided by this Declaration, the Association"}
{"text": "will exercise its power of sale pursuant to the Code. The Association has the right and"}
{"text": "power to bid on any Lot at any foreclosure sale, either judicial or non-judicial, and to"}
{"text": "acquire, hold, lease, mortgage, or convey the same."}
{"text": "If directed by the Association to foreclose the Association’s continuing lien, Trustee will,"}
{"text": "’ either personally or by agent, give notice of the foreclosure sale as required by the Code as"}
{"text": "then in effect, and sell and convey all or part of the applicable property “AS IS”, “WHERE"}
{"text": "IS”, and ‘WITH ALL FAULTS” to the highest bidder, subject to prior liens, encumbrances"}
{"text": "and any other matters of record and without representation or warranty, express or implied,"}
{"text": "by Trustee or the Association. The Association must indemnify Trustee and hold Trustee"}
{"text": "harmless from and against all costs, expenses, and liabilities incurred by Trustee for acting"}
{"text": "in the execution or enforcement of the Association’s lien or otherwise pursuant to this"}
{"text": "Declaration, including indemnification for all court and other costs, and attorney’s fees"}
{"text": "incurred by Trustee in defense of any action or proceeding taken against Trustee regarding"}
{"text": "any of the foregoing."}
{"text": "The filing of suit to collect any sums due hereunder or to foreclose the Association's"}
{"text": "continuing lien for assessments may never be considered an election so as to preclude"}
{"text": "exercise of any other rights or remedies, including without limitation foreclosure under"}
{"text": "power of sale before or after a final judgment. After foreclosure, either judicial or non-"}
{"text": "judicial, the former Owner and anyone claiming under the former Owner must immediately"}
{"text": "surrender possession to the purchaser. Ifnot, the former Owner and anyone claiming under"}
{"text": "the former Owner will be mere tenants at sufferance of the purchaser, and the purchaser"}
{"text": "may obtain immediate possession pursuant to any actions or remedies permitted by law,"}
{"text": "including an action for forcible detainer or eviction to be maintainable by the purchaser."}
{"text": "Each owner, by acquisition of any Lot, specifically covenants and stipulates as to each and"}
{"text": "every Trustee's foreclosure sale that the recitals in any appointment or designation of"}
{"text": "Trustee, any conveyance by the Trustee and any affidavit of the Trustee or the Association"}
{"text": "related thereto is full proof and evidence of the matters therein stated, that all prerequisites"}
{"text": "of the foreclosure sale are presumed to have been performed, and that the foreclosure sale"}
{"text": "Toade under the powers herein granted is a perpetual bar against the Owner(s) of the Lot(s)"}
{"text": "sold and their heirs, executors and administrators, successors and assigns, and any Persons"}
{"text": "whatsoever claiming or to claim thereunder."}
{"text": "Without limitation of any other provisions of this Declaration, Declarant, during the"}
{"text": "Development Period, or the Board of Directors thereafter, are hereby specifically"}
{"text": "authorized to amend Section 6.08 in any manner deemed necessary or appropriate as"}
{"text": "regarding or to conform to applicable provisions or requirements of the North Carolina"}
{"text": "General Statutes and/or applicable mules pertaining thereto without the jomder or consent"}
{"text": "of any Owner or any other Person."}
{"text": "14"}
{"text": "B32308 - P789"}
{"text": "The Board shall send a copy of the budget so adopted by it, together with a written notice of the amount of"}
{"text": "the Neighborhood Assessment so determined for such fiscal year and the amount of such Neighborhood Assessment"}
{"text": "which shall be levied against each Lot, to the Owner of every affected Lot prior to the commencement of the fiscal"}
{"text": "year during which such Neighborhood Assessment is to be paid. The amount of such Neighborhood Assessment"}
{"text": "which shall be levied against each Lot shall be due and payable to the Association in such installments ag the Board"}
{"text": "shall determine and shall be paid to the Association when due without further notice."}
{"text": "Section 6.08 Effect of Non-Payment of Assessments; Remedies of the Association."}
{"text": " "}
{"text": "(a) Delinquency Date. Any assessments, regular, special or specific, which are not paid by the due date are"}
{"text": "delinquent as of midnight of the due date."}
{"text": "{b) Automatic Remedies. Except to the extent otherwise expressly required by law or unless otherwise agreed"}
{"text": "in writing by the Board of Directors, if any assessments are not paid by the due date, then:"}
{"text": "@)"}
{"text": "ii)"}
{"text": "(iii)"}
{"text": "late charges, interest from the due date, and all compliance costs (including reasonable"}
{"text": "attorney's fees), will be added to and included in the amount of such assessment except as"}
{"text": "otherwise expressly provided in the Association’s current Assessment Collection Policy as"}
{"text": "provided in Section 6.13 hereof;"}
{"text": "the Association may notify any credit bureau and/or any mortgagee or other lienholder with"}
{"text": "respect to the applicable Lot as to any default, including delinquency in payment of"}
{"text": "assessments and any other monetary arnounts due to the Association; and/or"}
{"text": "the Association may exercise any other rights and remedies and institute and prosecute"}
{"text": "such other proceedings as it deems necessary to collect all amounts due."}
{"text": "({c) Elective Remedies After Notice. If any assessments are not paid within thirty (30) days after the due date,"}
{"text": "then the Association may elect to exercise any or all of the following remedies, in addition to and not in lieu"}
{"text": "of the automatic remedies as above provided, and without prejudice to any other rights or remedies, provided"}
{"text": "that notice and opportunity to be heard is first given:"}
{"text": "@)"}
{"text": "(i)"}
{"text": "Acceleration of Assessments. The Association may accelerate, through the end of the year"}
{"text": "in which notice of default and acceleration is given and for an additional six (6) month"}
{"text": "period thereafter, ail regular assessments and all special’ assessments (including any"}
{"text": "installment payments) due or to become due during the acceleration period; provided, the"}
{"text": "maximum period of acceleration may not exceed twelve months after the first day of the"}
{"text": "month following the month in which notice of default and acceleration is given. All such"}
{"text": "accelerated assessments are deemed to be special assessments as to the applicable Lot and"}
{"text": "Owner thereof."}
{"text": "Suspension of Services. To the fullest extent allowed by law, the Association may suspend"}
{"text": "until all assessments (including all special assessments) are paid in full, all rights of the"}
{"text": "delinquent Owner, the Owner's tenants, and the related parties of either, to {i) receive any"}
{"text": "and all services provided by the Association to the applicable Lot and any improvements"}
{"text": "thereon, and/or (ii) use, employ or receive the benefits of any Areas of Common"}
{"text": "Responsibility, including all rights to use of any and all recreational facilities, if any."}
{"text": "Notwithstanding the foregoing, no Owner, Owner’s tenant, or any of their related parties"}
{"text": "may be denied any rights of ingress, egress or regress to or from the Property."}
{"text": "(d) Action for Debt; Foreclosure, Including Expedited Foreclosure."}
{"text": "@"}
{"text": " "}
{"text": "Each Owner, by acquisition of any Lot within the Property or any right, title or interest"}
{"text": "therein, expressly grants to and vests in the Association: (x) the right and power to bring"}
{"text": "all actions against each Owner, personally for the collection of all delinquent assessments"}
{"text": "13"}
{"text": "B32308 - P795"}
{"text": "damage to any Lot or Area of Common Responsibility, or any improvements thereon or to any Owners or occupants"}
{"text": "thereof. In the case of an emergency the Board or ARC may proceed immediately with any Required Work as either"}
{"text": "deems necessary to abate the emergency, but will thereafter proceed as aforesaid."}
{"text": "All costs and expenses of conducting a Compliance Inspection as to which a violation is determined"}
{"text": "to exist and all costs and expenses of Required Work performed by the Board or ARC will be assessed against the"}
{"text": "applicable Lot and the Owner thereof as a special assessment which must be paid within ten days after notice of same"}
{"text": "is given to the applicable Owner. The good faith determination by the Board or ARC as to the need for a Compliance"}
{"text": "Inspection and as to all aspects of Required Work is final and conclusive, and extends to any condition as to such Lot"}
{"text": "or which adversely affects any other Lot or Area of Common Responsibility. The Association, the Board or ARC and"}
{"text": "their related parties are not liable for trespass or any other tort or claim for damages in connection with any actions or"}
{"text": "failure to act pursuance to this Section,"}
{"text": "Section 7.05 Damage or Destruction."}
{"text": "(a) Required Repair; Permitted Removal. Whether or not insured, in the event of damage, casualty loss or other"}
{"text": "destruction to all or any portion of a Dwelling, garage, building, structure or other improvement (a “Damaged"}
{"text": "Improvement”), any Damaged Improvement must be repaired, reconstructed or replaced in its entirety, or it"}
{"text": "must be demolished and removed as hereafter provided."}
{"text": " "}
{"text": " "}
{"text": "(b) Manner of Repair or Removal. All repair, reconstruction or replacement of any Damaged Improvement must"}
{"text": "be performed in such manner as to restore the Damaged Lmprovement to substantially the same exterior"}
{"text": "dimensions and appearance (including as to color, type and quality of materials and as to architectural style"}
{"text": "and details) as, and must be located in substantially the same location as, when the Damaged Improvement"}
{"text": "was originally constructed, or to such other appearance and condition as approved by the ARC. If the"}
{"text": "Damaged Improvement is not repaired, reconstructed or replaced as aforesaid, then the Damaged"}
{"text": "Improvement must be removed in its entirety from the Lot, including temoval of any foundation, and all"}
{"text": "other restoration work performed, including grading and sodding, as is required such that after demolition"}
{"text": "and removal Architectural Guidelines are maintained as determined by the ARC."}
{"text": "(c) Time Limits. All work regarding a Damaged Improvement must be completed within sixty (60) days after"}
{"text": "the date of occurrence of the damage, casualty loss or other destruction; or, where such work cannot be"}
{"text": "completed within the applicable period of time, the work must be commenced within such period and"}
{"text": "completed within a reasonable time thereafter. In all events, all such work must be completed within ninety"}
{"text": "(90) days after the date of occurrence of the damage, casualty loss or other destruction unless, for good cause"}
{"text": "shown, a longer period is approved by the ARC."}
{"text": "D"}
{"text": "ARTICLE VIIT ARCHITECTURAL CONTROL"}
{"text": "Section 8,01 Architectural Control."}
{"text": "(a) No exterior construction, alteration or addition of any nature whatsoever (including but not limited to a"}
{"text": "building, outbuilding, driveway, walkway, fence, wall, garage, patio, carport, playhouse, play set, swing set,"}
{"text": "trampoline, swimming pool or other structure, staking, clearing, excavation, ditching, grading, filling,"}
{"text": "change in color or type of any existing improvement, planting or removal of landscaping materials, exterior"}
{"text": "lighting, placement or installation of statuary, flags, fountains and similar items, improvements or"}
{"text": "modifications to the roof, material, color, paint stain or varnish, or the interior porches, patios or similar"}
{"text": "portions of a structure which are visible from outside the Lot), shall be commenced, placed or maintained"}
{"text": "upon any portion of the Property until complete and final plans and specifications setting forth the"}
{"text": "information hereinafter described shall have been submitted to, and approved in writing by, the Architectural"}
{"text": "Review Committee (the “ARC”) as to the harmony of the exterior design and general quality with the existing"}
{"text": "standards, and as fo location in relation to surrounding structures and topography. The ARC is authorized to"}
{"text": "adopt procedures regarding applications for design approvals and the procedure it uses for processing"}
{"text": "applications (the “Architectural Guidelines”)."}
{"text": "The owner of each Lot shall mclude with each application for approval such information, plans and"}
{"text": "documents as the ARC may reasonably request and shall include the name of the contractor a statement as to"}
{"text": "19"}
{"text": "B32308 - P801"}
{"text": "Each Owner who keeps an animal on the Property agrees to indemnify and hold the Association and"}
{"text": "its directors, officers and agents harmless from any loss, claim or liability of any kind whatsoever arising by reason"}
{"text": "of such animal."}
{"text": " "}
{"text": "Section 11.06 Antennae; Aerials; Satellite Dishes. No transmission antenna of any kind may be erected anywhere"}
{"text": "on a Lot without the prior written consent of the ARC. No direct broadcast satellite (“DBS”) antenna or multi-channel"}
{"text": "multi-point distribution service (“MMDS”) antenna larger than one (1) meter in diameter may be placed, allowed or"}
{"text": "maintained upon any Lot. A DBS or MMDS antenna one (1) meter or less in diameter or television broadcast service"}
{"text": "antenna may only be installed in accordance with Federal Communication Commussion (“FCC”) rules and the rules"}
{"text": "and regulations of the Association as authorized by the FCC, as both may be amended from time to time. HAM radios,"}
{"text": "two way radios and other hobby or professional radio communication transmission equipment are prohibited."}
{"text": "Declarant or the Association shall have the right, without obligation, to erect an aerial, satellite dish, or"}
{"text": "other apparatus of any size for a master antenna, cable, or other communication system for the benefit of all or a"}
{"text": "portion of the Property."}
{"text": "Section 11.07 Lighting. Exterior lighting visible from the street shail not be permitted except for: (1) approved"}
{"text": "lighting as originally installed on a Lot; (2) one approved decorative post light; (3) pathway lighting; (4) street lights"}
{"text": "in conformity with an established street lighting program for the Property; (5) seasonal decorative lights; or (6) front"}
{"text": "house illumination of model homes,"}
{"text": "Section 11.08 Mailboxes. No change or addition, other than by the Board of Directors, shall be made to the design,"}
{"text": "materials, or location of the original kiosk installed by Declarant. Unless specifically approved by the ARC no"}
{"text": "mailbox, paper box, or delivery receptacle may be placed on any Lot."}
{"text": "Section 11.09 Signs. No sign of any kind or character shall be erected on any portion of any Lot, or displayed to"}
{"text": "the public on any portion of any Lot, without the prior written consent of the Board of Directors, except for customary"}
{"text": "name and address signs, one customary “for sale” sign advertising a Lot for sale and any sign required by legal"}
{"text": "proceedings. The restriction herein stated shall include the prohibition of placement of any sign within a building"}
{"text": "located on any Lot in a location from which the same shall be visible from the outside and the placement of any sign"}
{"text": "in or upon any motor vehicle,"}
{"text": "Section 11.10 Trash Containers and Collection. No garbage or trash shall be placed or kept on the Property except"}
{"text": "in covered containers of a type, size and style which are approved by the Board of Directors or as required by the"}
{"text": "applicable governing jurisdiction, and subject to rules promulgated by the Association. No person shal] burn rubbish,"}
{"text": "garbage or any other form of solid waste on any Lot or on Areas of Common Responsibility or within the right of way"}
{"text": "of any street within the Property. The Association may contract with a waste disposal service for disposal of household"}
{"text": "waste generated by members on the Property and may promulgate rules related to garbage."}
{"text": "Section 11.11 Vehicles and Parking. The term “vehicles” as used in this Section shall include without limitation"}
{"text": "automobiles, trucks, boats, trailers, motorcycles, campers, vans, and recreational vehicles. No vehicle may be left"}
{"text": "upon any portion of the Property except upon a driveway, a designated parking space or within a garage. With the"}
{"text": "exception of emergency vehicle repairs or commercial vehicles which are temporarily parked for the purpose of"}
{"text": "servicing a Lot or the Property, no person shall park any commercial vehicles, recreational vehicles, mobile homes,"}
{"text": "trailers, campers, boats or other watercraft, or other oversized vehicles, stored vehicles or unlicensed or inoperable"}
{"text": "vehicles within the Property except within a garage."}
{"text": "All Owner and occupant vehicles must be kept and stored when not in use within the Lot’s parage"}
{"text": "space or driveway. Garage doors must remain closed at all times except for entry and exit by vehicles and except for"}
{"text": "periods not to exceed two consecutive hours for homeowner related maintenance activities, No conversion of garage"}
{"text": "space to living space shall be permitted."}
{"text": "The Association may promulgate and enforce additional rules and restrictions regarding vehicles"}
{"text": "and parking privileges on the Lots and Areas of Common Responsibility."}
{"text": "Section 11.12 Window Air-Conditioners. No air-conditioner shall be installed in any window of any building"}
{"text": "located on any Lot, nor shall any air-conditioner be installed on any building located on any Lot so that the same"}
{"text": "25"}